{"title": "Help wanted: Charting the challenge of tight labor markets in advanced economies", "description": "For almost two decades, labor markets across advanced economies have tightened—and the trend is set to continue. This article...", "url": "https://www.mckinsey.com/mgi/our-research/help-wanted-charting-the-challenge-of-tight-labor-markets-in-advanced-economies", "image_url": "https://www.mckinsey.com/~/media/mckinsey/mckinsey%20global%20institute/our%20research/help%20wanted%20charting%20the%20challenge%20of%20tight%20labor%20markets%20in%20advanced%20economies/mgi-labor-shortages-1408254758-thumb-1536x1536.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2024-06-26T12:00:00Z", "article_text": "Help wanted: Charting the challenge of tight labor markets in advanced economies At a glance Labor market tightness is a persistent challenge. Though loosening somewhat since their 2022 peaks, labor markets in advanced economies remain tighter than at any other time over the past two decades. This is not a pandemic-induced phenomenon. Rather, it continues a long-term trend that started in 2010, when advanced economies began their protracted recovery from the 2008 financial crisis. Shifting demographic forces could intensify this trend in the future. As workforces age and population growth decelerates, countries cannot count on excess workers to power economic growth. Absent concerted efforts to boost productivity or increases in the workforce through higher participation or immigration, many advanced economies will struggle to exceed—or even match—the relatively muted economic growth of the past decade. So far, the impact of the labor market squeeze has been unevenly distributed. Job vacancies have climbed most steeply in sectors that traditionally have low productivity, such as healthcare and hospitality, as well as those with stagnant productivity, like construction. Without action, labor shortages may continue to hit sectors that struggle to increase productivity. Tight job markets present both challenges and opportunities. Job seekers find work more easily and may garner higher wages. Yet upward wage pressure can spur inflation and stress businesses, particularly smaller ones. For instance, companies may need to turn down orders because they can’t hire enough workers to satisfy demand. At the economy level, we estimate that GDP in 2023 could have been 0.5 to 1.5 percent higher in the biggest advanced economies if employers had been able to fill their job vacancies. Businesses large and small will need strategies to confront persistent labor shortages. Deploying and adopting technologies is one way they can power productivity growth. Retraining programs can help workers gain new skills needed as technologies shift, and matching programs can pair people with jobs. Businesses also can expand their hiring pools, including by seeking to attract immigrants and people who might otherwise sit on the sidelines. Against this backdrop, this article examines labor markets in advanced economies, using 20 charts to illustrate conditions in labor markets today, future prospects, and actions to address shortages. These labor markets range across 30 economies in Asia, Europe, and North America, with a particular focus on the eight largest: Australia, Canada, France, Germany, Italy, Japan, the United Kingdom, and the United States. Tightness is the trend Today’s tight labor markets reflect longer-term trends in vacancy and unemployment rates across advanced economies. Since 2010, labor markets have tightened across all 30 advanced economies we analyzed. 1 The 30 countries are Australia, Austria, Belgium, Canada, Croatia, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Japan, Luxembourg, the Netherlands, Norway, Poland, Portugal, Romania, Singapore, Slovakia, Slovenia, South Korea, Spain, Sweden, Switzerland, the United Kingdom, and the United States. Comparing job vacancies with numbers of unemployed job seekers provides one measure of labor market tightness. The number of job vacancies per unemployed person increased by more than four times on average across these economies between 2010 and 2023, and by almost seven times in the United States. Labor shortages have appeared across a diverse group of countries that have no apparent common features other than their stage of development. Tightness is particularly acute in seven countries—the Czech Republic, Germany, Japan, the Netherlands, Norway, Singapore, and the United States—that have more vacancies than unemployed workers. Together these countries account for 53 percent of the total labor supply of the 30 advanced economies in our research, and 64 percent of collective GDP. In another seven countries, the number of job vacancies is 0.5 to 1.0 times the number of unemployed workers. Australia, Canada, and the United Kingdom are in this group. But not all large economies have labor shortages. For example, labor markets in France and Italy remain relatively slack, as they do in 14 other countries among the 30. This group collectively accounts for 31 percent of total labor supply and 20 percent of total GDP. Yet even in most of these places, labor markets have tightened. Vacancies per unemployed person have increased by five times in Italy and by almost four times in France. The tightening trend began after the 2008 financial crisis, when job vacancies were dwarfed by a vast number of unemployed people. The recovery was slow: labor markets in these 30 economies took 8.2 years on average to reach the degree of tightness they had before the crisis. The desire to hire carried on apace, and labor markets continued to tighten until the COVID-19 pandemic took hold in early 2020. During the pandemic, many labor markets oscillated, first to extreme looseness and then to extreme tightness. Generous fiscal stimulus measures during the crisis fueled a comparatively fast job recovery, and by 2022, labor markets had achieved the highest ratio of job vacancies to unemployed people in two decades. Today, labor markets remain historically tight but have cooled somewhat from that peak. For instance, as of April 2024, the vacancy-to-unemployment ratio in the United States had dropped to 1.2 from 1.4 at the end of the prior year. The devil is in the details: Decoding the labor data In the internet era, posting job listings is easy and motivation to take them down is low, raising questions about the reliability of data on job openings. 1 “Measuring job openings in the U.S. labor market,” Congressional Research Service, February 28, 2024. In this research, we examined trends in labor market tightness using a variety of data that economists typically employ to understand labor market dynamics, drawing data from multilateral and country statistical agencies. These included the following: We focus on measuring labor market tightness as the ratio of vacancy rates to unemployment rates, but our conclusions hold if we examine unemployment rates only (exhibit). In 2023 in all countries but Denmark, Luxembourg, Norway, and Sweden, the unemployment rate was lower than the median observed since 2000, and the average unemployment rate across 30 advanced economies was among the lowest one-fifth of unemployment rates observed since 2000. To explore the micro underpinnings of labor shortages, we analyzed vacancy and employment data at the sector level in seven of the eight focus countries. (We were unable to extract the same data for Japan.) Additionally, we combined US occupational data from the Bureau of Labor Statistics with McKinsey Global Institute’s skills taxonomy to understand the types of jobs and workers most affected by the labor shortage. We also tested whether labor market tightness was a result of mismatches between workers and available jobs. This happens when vacancy rates rise without a commensurate decline in unemployment rates or vice versa. While we found evidence of such mismatches in Australia, Canada, and the United States during the COVID-19 pandemic, by the end of 2022 they were resolving, and so that analysis is absent from this report. 2 This can be seen on the Beveridge curve, which illustrates the relationship between unemployment rates and job opening rates. For an example, see The Beveridge curve (job openings rate vs. unemployment rate), seasonally adjusted , US Bureau of Labor Statistics, accessed May 20, 2024; Gadi Barlevy et al., The shifting reasons for Beveridge-curve shifts , IZA discussion paper number 16517, IZA Institute of Labor Economics, October 2023. Across the eight focus economies, labor markets have retreated from peak tightness during the COVID-19 pandemic toward conditions more similar to the rising prepandemic trend. Only Italy, which had one of the loosest labor markets among developed economies before the pandemic, shows no signs of declining tightness yet. This could be the result of the Italian government’s fiscal response to COVID-19, which the International Monetary Fund estimates exceeded 45 percent of the country’s GDP, making it the most generous relief package among advanced economies. 2 Database of Fiscal Policy Responses to COVID-19, International Monetary Fund, accessed May 28, 2023. Japan, where the labor market was among the tightest before the pandemic, lags its prepandemic trend, in part because a weakening yen increased costs in the import-dependent economy. Nonetheless, job vacancies remain 1.2 times the number of job seekers. Image description: Eight line charts, 1 for each of the highlighted countries, plot the same data from the previous exhibit, job vacancies per unemployed person, from 2015 to 2023. The lines mostly rise from left to right, with a sudden plunge and recovering rise over the initial pandemic years of 2020–21. Each graph includes a second line that starts in 2019 and rises steadily upward to the right, plotting the continuation of each country’s 2015–19 trend. The first lines plotting the actual post-2019 data mostly show a return to the trend illustrated by the second set of lines. End of image description Overall, the appetite to hire continues along a rising trend line, outpacing the number of workers seeking jobs. Increased labor input drove economic growth in many countries What was behind the robust appetite for labor? Since 2010, countries that have increased GDP fastest have done so primarily by adding more workers rather than by improving productivity. In markets such as Australia, the United Kingdom, and the United States, where labor has been relatively plentiful and consequently easier to hire, companies had a business rationale to add hours and employment rather than tackling the harder job of improving productivity. Countries where labor wasn’t so plentiful—Germany and Japan, for example—relied more on productivity growth to propel their economies, although that did not fully compensate for low labor force growth. In fact, labor productivity has stagnated in many advanced economies, as documented in previous McKinsey Global Institute reports. 1 For more, see Investing in productivity growth , McKinsey Global Institute, March 2024, and Rekindling US productivity for a new era , McKinsey Global Institute, February 2023. Even though all countries experienced a productivity slowdown after the financial crisis, some countries were more negatively affected than others. In Australia, productivity benefited from a commodity boom, while in the United Kingdom, underinvestment in regions other than the southeast may have exacerbated stagnating productivity. 2 Angelina Bruno, Jessica Dunphy, and Fiona Georgiakakis, Recent trends in Australian productivity , Reserve Bank of Australia, September 2023; Productivity in the UK: Evidence review , UK Productivity Commission, National Institute of Economic and Social Research, June 2022. The excess supply of labor has dwindled In the wake of the financial crisis, many people struggled to find work. In 2010, there were roughly 24 million excess workers, as measured by comparing the number of job seekers with the number of job openings across the eight countries. Today the number of job seekers is close to the number of job vacancies. However, the degree of excess supply (or no excess supply at all, in some cases) varies at the country level. Labor demand exceeded supply in Germany, Japan, and the United States at the end of 2023. Recently, Germany enacted a law aimed at increasing immigration of highly skilled workers, and in the United States efforts are under way to establish a federal commission to study labor shortages and find ways to address them. The excess supply of unemployed workers relative to job openings in France and Italy was two million and one million, respectively. While these economies have meaningful slack in their labor markets today, even they have tightened. Their excess labor figures are 7.1 and 5.7 percent, respectively, down from prepandemic peaks well above 10 percent. The factors that drove labor market tightness also varied across countries. Unemployment rates in Germany, the United Kingdom, and the United States came down from highs in 2010, while Australia never had very high unemployment. Italy continued to have a relatively high rate of unemployment but also increased vacancies, suggesting either a mismatch or a higher natural rate of unemployment. Meanwhile, demand increased markedly in Japan while its shrinking population constrained its labor supply. Image description: Nine area charts, 1 for each of the highlighted countries plus an 8-country aggregate chart, show mostly positive but descending values with some small dips into negative territory in 4 of the charts. The vertical axes show surplus workers in relation to labor demand, going from -4% at the bottom to 15% at the top for the individual country charts and from –5 million to 25 million workers for the aggregate chart. The countries’ horizontal axes show years from 2000 on the left to 2023 on the right. The aggregate chart begins at 2010, starting at about 24 million at the top left and shrinking to 1 million on the right in 2023. The country charts all end in 2023 between –1.5% and 7.1% of demand, each value lower than where the plot started. End of image description The labor surplus has fallen from 24 million to 1 million since 2010 in eight advanced economies The number of excess workers dwindled as growth in labor demand outpaced growth in labor supply. Labor forces in these eight countries grew between 2010 and 2023. Propelled by population growth and increased labor force participation that outweighed the impact of aging, 33 million workers in total joined their labor forces. Over the same period, labor demand grew strongly, fueled by expansive monetary and fiscal policies as these countries recovered from the financial crisis. Employers needed to fill some 57 million additional jobs over the same period, or 24 million more than the number of available workers. Most advanced economies avoided subsequent downturns. This uninterrupted growth in demand not only drove average unemployment down from 8 percent to 4 percent but also created an additional ten million unfilled jobs across the eight economies. During that time, people worked fewer hours on average, but the imbalance between job seekers and available jobs wasn’t due to that change. From 2010 to 2023, the average number of hours worked per employee fell from 37 to 36, a 3 percent decline roughly equivalent to just 33,000 workers in 2023. Declining working hours affect labor supply and labor demand equally, meaning the net effect is negligible. Countries today have fewer than one million excess workers in aggregate: the number of job seekers is close to the number of job vacancies. What appears to be a perfectly matched labor market is in reality an extremely tight one, since some degree of excess supply is always the norm—matching is never perfect, and demand and supply are always in flux as workers switch jobs and employers shift strategies. GDP could have been higher by 0.5 to 1.5 percent in 2023 if excess vacancies had been fewer Increased job vacancies can constrain real economic output; they represent demand for goods and services that businesses are unable to fulfill. In seven of the eight countries—Japan is the exception—unfilled job vacancies in 2023 were higher than in 2019, before the onset of COVID-19, when they were in turn higher than their median levels from 2010 to 2019. Unmet demand for labor can be addressed by finding additional new workers or by raising the productivity of existing workers. This can restore balance to labor supply and demand while creating additional output. We estimate the additional output that would have been produced if labor markets were not so tight by examining the degree to which vacancy rates are higher than a structural or natural rate of vacancies. Structural vacancy rates vary across industries and countries and can even vary over time. To account for this, we compared sector-level vacancy rates in 2023 to vacancy rates in 2019 as well as to the median rate from 2010 to 2019. We find that, depending on the country, GDP could have been 0.5 percent to 1.5 percent higher in 2023 if that unmet labor demand had been filled. 1 To estimate how much GDP might have been generated absent increased labor market tightness, we determined how many additional workers would be employed if 2023 job vacancy rates by sector fell to their historical level in 2019, or to their median vacancy rate level from 2010 to 2019, in each country. The output was estimated based on that number of workers and the average productivity per worker, at 2023 levels, for each sector. It is sensitive to the productivity assumption; we assume average productivity, but the potential productivity of unfilled vacancies could be lower than the sector average. Who’s feeling the crunch? Employers in some sectors have felt the impact of the labor shortage more than others, and the appetite for physical and manual skills has unexpectedly intensified. All sectors have higher job vacancy rates today than in 2010 Across economies, average vacancy rates, or job vacancies as a share of total labor demand, increased by more than two percentage points from 2010 to 2023 in the healthcare, leisure and hospitality, and construction sectors. 1 Includes seven of the eight focus countries. This data was not available for Japan. Conversely, job vacancy rates in the financial and real estate sector and the information sector, both high-productivity sectors with well-paid jobs, changed by less than one percentage point on average. The pandemic hit the leisure and hospitality sector particularly hard as travel and tourism slowed. As restaurants and hotels reopened, they struggled to restaff. In Europe, some hotels hired people with little or no experience, and fast-food restaurants in the United States raised wages and shortened hours to cope with a shortage of staff. 2 Ryan Mann, Esteban Ramirez, and Matthew Straus, “ Three innovations to solve hotel staffing shortages ,” McKinsey, April 2023; Carol Kahn, “Sedona hotels cope with staffing shortages,” Sedona Red Rock News , October 29, 2021; Andrew Mills, Corina Pons, and Catarina Demony, “No experience, no resume, you’re hired! Hotels fight for staff,” Reuters, July 4, 2022; Joanna Fantozzi, “Restaurants are still dramatically decreasing their hours, new study shows,” Nation’s Restaurant News , October 28, 2022. Aggregate employment levels indicate that previous restaurant and hotel workers have rejoined the workforce, but they appear to have taken jobs in other sectors. The healthcare sector has been strained as aging populations have driven demand for these services. The sector had the highest number of job vacancies among the sectors in our research, or 16.9 percent of all vacancies in 2023. Vacancy rates also markedly increased in the construction sector, in part due to its cyclicality. Demand in the sector began climbing in 2010 after dropping sharply during the financial crisis. Today, strong demand for housing and government spending on large infrastructure projects, such as a €45 billion construction relief package in Germany and a $1.2 trillion package for infrastructure in the United States, have propelled vacancies. Vacancies have not grown in lockstep with employment Sectors fall into four groups depending on how vacancies grew in relation to employment: “labor hungry,” “labor attracting,” “labor disrupting,” and “labor efficient”. Labor shortages have had the biggest impact on labor-hungry sectors, such as healthcare and construction, as previously noted. Demand for labor has risen faster than the sector’s ability to attract workers. Vacancies have increased in public and private healthcare systems despite efforts in countries such as the United Kingdom to attract immigrants to the sector, and construction is booming in most advanced economies due to housing shortages and infrastructure needs. Typically less capital intensive and more difficult to automate, these sectors added jobs at or faster than the average clip but not fast enough to keep pace with demand. In Canada, for instance, a recent House of Commons committee report acknowledged that the country has “longstanding issues with lack of supply of health professionals,” in part due to mental health issues and burnout exacerbated by the COVID-19 pandemic, which have led to retention issues. 1 Sean Casey, Addressing Canada’s healthcare workforce crisis , Report of the Standing Committee on Health, House of Commons, Canada, March 2023. And some Italian construction companies are turning to workforce development programs and partnerships with African universities to recruit and train new workers. 2 “Webuild CEO Pietro Salini: Ready to hire about 10,000 people in next three years to develop infrastructure in Italy,” Webuild Group, September 18, 2023. Conversely, labor-attracting sectors like financial and real estate, information, and professional services have also added employment faster than average—they have attracted workers at a faster pace than their demand for labor has grown. In this group, only the professional services sector increased its share of overall vacancies. Manufacturing is a labor-disrupting sector. Although the sector accounted for a smaller part of the workforce in 2023 than in 2010 across the eight countries, its job vacancies nonetheless increased significantly, especially after 2019. Research by economist Richard Baldwin found that since 2013, the manufacturing sector has lost 20 million jobs globally due to productivity gains from increasing automation. 3 Richard Baldwin, “Where in the world are manufacturing jobs going?” Factful Friday with Richard Baldwin, LinkedIn, December 22, 2023. The mix of workforce skills has been changing, as some manufacturing jobs require more customer relations or analytics, and as corporate manufacturing footprints are themselves changing. For example, areas such as semiconductors and electric vehicle manufacturing are demanding more workers as a result of shifts in industrial policy and “friendshoring.” Trade is a labor-efficient sector, in which productivity enhancements have eased the pressure to hire. As consumer demand has shifted, the retail segment of the trade sector has increasingly automated and digitized, increasing productivity and mitigating the impact of labor shortages. In Japan, for example, convenience stores are responding to staff shortages not only by relying on immigrant labor but also by rolling out technology like self-checkout and cleaning robots. 4 For immigrant labor, see “For a glimpse of Japan’s future, see its convenience stores,” Economist , April 4, 2024. For automation, see “Promotion of digitization to improve convenience,” FamilyMart, accessed May 20, 2024. For cleaning robots, see Fumika Nakashima, “Japan’s FamilyMart to roll out cleaning robots at 300 convenience stores,” Nikkei Asia, February 13, 2024. Image description: A scatterplot graph shows 12 dots, 1 for each occupational sector. The vertical axis shows the 2010–23 change in vacancy share, going from –5 percentage points at the bottom to 5 at the top. The horizontal axis shows the 2010–23 change in employment share, going from –5 points on the left to 5 on the right. The 5 labor-hungry sectors described in the text are in the top-middle of the plot, with almost all positive values. The 3 labor-attracting sectors are in the right-middle, with increasing employment share and mostly decreasing vacancy share. The one labor-disrupting sector, manufacturing, is in the middle-left, with decreasing employment share. And the one labor-efficient sector, trade, is in the bottom left, with shares all decreasing. End of image description Sectors struggling with productivity contributed disproportionately to vacancy growth What explains the differences between the shifting employment share and the shifting share of vacancies? Productivity and productivity growth are crucial factors: sectors with lower productivity and productivity growth had steeper increases in vacancy share. In a growing economy with a tight labor market, low-productivity sectors requiring the most labor per unit of additional output are likely to be most constrained. Opportunities exist to boost productivity across sectors. The leisure and hospitality sector in the United States provides a case study. In 2021, the sector accounted for 16 percent of all job vacancies, a comparatively big share that was three percentage points higher than its average from 2010 to 2020. The sector responded to challenges posed by the COVID-19 pandemic by automating more processes and raising wages by an average of 29 percent from mid-2019 to mid-2023. Those steps increased the sector’s productivity by 6.4 percent over that period, decreasing pressure to hire and reducing its share of vacancies as its vacancy rate fell to 6 percent in 2023 from a decade high of 11 percent in 2021. Spotlight: Physical and manual skills in demand Demand for skill types is another lens through which the impact of a labor shortage can be examined. Our skills taxonomy comprises five broad categories—technological, social and emotional, higher cognitive, basic cognitive, and physical and manual skills, mapped to detailed occupations. 1 See A new future of work: The race to deploy AI and raise skills in Europe and beyond , McKinsey Global Institute, May 2024. Here we analyze skills to understand increased job vacancies in the United States. While some conclusions could be extrapolated to other peer countries, they may not be universally true. In an era of technological change, the most significant absolute shortage is in technological skills. Occupations relying on these skills, like software developers and other IT-related jobs, have been the hardest to fill since 2015, although the advent of generative AI may restore some balance. The changing skill mix within occupations has already shown up in the United Kingdom in increased references to the need for technological skills in occupational postings. 2 Rui Costa et al., “Old skills, new skills—what is changing in the UK labour market” The Pissarides Review into the Future of Work and Wellbeing , Institute for the Future of Work, February 2024. However, a shortage of physical and manual skills has likely exacerbated recent labor market tightness. Jobs requiring these skills had the lowest vacancy rate among the five broad skill categories, and job vacancies seeking these skills increased most since 2015. This reflects growing demand for manufacturing and repair workers as well as for some types of healthcare workers, like nursing assistants. For instance, Delaware has begun offering tuition assistance and other incentives to attract workers to study nursing in an effort to address a shortage of trained nurses. 3 See Johnny Perez-Gonzalez, “Delaware responds to nursing shortage with ‘Tuition Incentive Program,’” WHYY, December 13, 2023. The occupations with the biggest increase in share of vacancies are associated with labor-hungry sectors such as food service, healthcare, and construction. Workers in these occupations mostly use physical and manual skills, which in many cases are challenging to automate and, in the case of healthcare occupations, likely to face unabated increases in demand as populations age. Workers in occupations in which the share of vacancies declined most, by contrast, use physical and manual skills for only a small part of their work. Instead, these occupations, which include management, sales, financial operations and computing, rely most heavily on social and emotional skills. Across all sectors, such occupations are often more highly paid; in some cases, they are likely to be a shrinking slice of the total workforce. Office support occupations could shrink as basic cognitive skills are increasingly automated, while sales is already a shrinking occupational category as e-commerce becomes a bigger part of retail trade and technological changes shift marketing dollars to other channels and assets. 1 Michael Riely, Inside the decline of sales occupations , US Bureau of Labor Statistics Beyond the Numbers series, May 2020. Research by McKinsey has found that generative AI might accelerate the trend of automation in both of these occupational categories. 2 See The economic potential of generative AI: The next productivity frontier , McKinsey Global Institute, June 2023. Jobs requiring a high proportion of physical and manual skills often have lower wages. In tight labor markets, wage dynamics shift based on workers’ changing opportunity costs, including options to move into higher-paying jobs. As US labor markets tightened, wages grew across the board, especially among workers in the lowest-paying occupations, and the biggest beneficiaries were workers who switched jobs. 1 David Autor, Arindrajit Dube, and Annie McGrew, The unexpected compression: Competition at work in the low wage labor market , National Bureau of Economic Research working paper number 31010, November 2023. Given that the labor share of production is about 60 percent across advanced economies, rising labor costs are highly relevant for employers and policy makers. 2 Based on data through 2013 for Germany, Japan, and the United States. See Loukas Karabarbounis and Brent Neiman, The global decline of the labor share , National Bureau of Economic Research working paper number 19136, June 2013. Grouping US occupations based on average salaries, the occupations in the bottom half of the income range require physical and manual skills more than 40 percent of the time. Those lower-paying occupations in the third and fourth quartiles by income had the fastest wage growth from 2015 to 2022. The top half of occupations by income require physical and manual skills much less, and just 5 percent of the time among the top quartile of occupations by pay. Growing the supply-side pie Labor supply has struggled to keep up with overall demand due to shifts in demographics—and that’s unlikely to change, according to projections to 2030. Higher participation rates mitigated the impact of aging on labor supply Even as labor markets have tightened, labor supply has grown. From 2010 to 2023, 34 million additional people joined the workforces across the eight countries, an average growth rate of 0.6 percent a year. The first factor influencing this growth is the expansion of population, both from so-called natural growth, or the net of new births and deaths, and from immigration. The second factor is linked to an aging mix of workers and had the opposite impact, pushing supply lower. The third factor is increased participation in the labor force, which helps mitigate the impact of aging. The independent contribution of each of these three factors is clear. Had population alone grown, it would have accounted for 31 million of the 34 million added workers. Aging alone would have led to 18 million fewer workers as more seniors dropped out of the labor force. However, at the same time, labor force participation has increased, particularly among workers 55 years and older. The combined effects of these three factors net to 34 million additional workers. The dynamics of these three factors varied greatly by country. Labor supply grew fastest in Australia and Canada, driven by strong population growth. Population growth also drove increased labor supply in the United Kingdom and the United States, though more moderately than in Australia and Canada. Germany’s labor supply growth was due largely to increased participation rates, while France’s growth came from both population growth and more participation. In Japan and Italy, the impact of aging has been much more pronounced than in other countries, although for now increased participation has allowed for continued modest labor force growth. Population growth slowed, despite being buoyed by immigration A major challenge to labor force growth in the future is that the population growth rate has slowed in all eight countries since 2010 and is projected to continue to decline. In fact, populations in Japan and Italy are shrinking, and, according to United Nations estimates, the German population will begin to shrink by 2030. Falling birth rates in many advanced economies largely explain their slower population growth. In some countries, immigration has also declined, exacerbating the trend. Immigration could have compensated for natural population decline, or when deaths exceed births, since 2015—if it had been roughly 1.5 to 3.0 times higher than current levels in Australia, Canada, Germany, the United Kingdom, and the United States. In France, Italy, and Japan, it would have needed to be even higher. Immigration enables short-term labor supply growth. By contrast, it takes perhaps 20 years for natural increase in a population to affect the labor market, because a baby born today cannot meaningfully work for roughly 20 years. Many immigrants are of working age and so can participate in the labor force today. 1 “Foreign-born workers: Labor force characteristics—2023,” US Bureau of Labor Statistics press release, May 21, 2024. For instance, the Congressional Budget Office estimates that the US labor force in 2033 will be larger by 5.2 million people, mostly because of higher net immigration. 2 Phillip L. Swagel, Director’s statement on the budget and economic outlook for 2024 to 2034 , Congressional Budget Office, February 2024. Research by the Brookings Institution suggests that an unexpectedly high level of net immigration explains the recent fast pace of added employment in the United States. 3 Wendy Edelberg and Tara Watson, New immigration estimates help make sense of the pace of employment , Brookings Institution, March 2024. Older workers are an increasing share of populations Beyond their slowing population growth, all the countries in our sample are aging, a trend that will intensify as members of the baby boom generation become older. This creates an obstacle to labor force growth because older people often work at much lower rates, especially past the age of 65. The proportion of the working-age population, or people over 15 years old, that is 55 years and older increased from 2010 to 2023, and the United Nations projects that that share will grow even more by 2030. At that time, about half of the working-age populations of Germany, Italy, Japan, and the United Kingdom will be older than 55, and almost one-third will be older than 65. Populations are younger in Australia, Canada, and the United States, where by 2030 roughly two-fifths of the working-age populations will be older than 55. As countries aged overall, labor force participation among older cohorts of the working-age population increased. Older workers fueled growth in the labor supply Even as aging populations pose a potential drag on labor force growth, people have been working more at almost every stage of life in all eight countries. (The exceptions are 15- to 24-year-olds in Canada, Italy, and the United Kingdom, who are working less; similarly, 25- to 54-year-olds in France are working slightly less.)  For example, in the United States, shifts in the overall age mix pushed the aggregate labor force participation rate lower from 2010 to 2023, yet the participation rate grew, albeit marginally, in every age cohort over the period. Everywhere, older people are working longer. The largest increases in labor force participation have been among those 55 years and older (with the notable exception of the United States, where work in that cohort increased only modestly). From 2010 to 2023, participation among this cohort grew 23 percentage points in Italy, 15 points in Germany and France, and 12 points in Japan. This increase in participation rates reflected shifting pension policies and attitudes toward retirement. For instance, Italy switched to a defined-contribution retirement system and increased its retirement age in 2011. 1 Margherita Borella and Flavia Coda Moscarola, The 2011 pension reform in Italy and its effects on current and future retirees , working paper number 151/15, Center for Research on Pensions and Welfare Policies, September 2015. And long before the COVID-19 pandemic put labor market tightness onto the global radar, Japanese companies struggling to find workers in an aging society were tapping the country’s Silver Jinzai Centers. These community centers for older people traditionally found retirees to help maintain parks or manage parking lots, but more recently, a wide variety of Japanese corporations are enlisting them to find workers for jobs they can’t otherwise fill. 2 Ippei Hoshi, Shinichiro Yamaguchi, and Nobuaki Takada, Changes in elderly employment: New roles of “Silver” Human Resources Centers , Nomura Research Institute, March 2017; Daisuke J. Nakajima and Jeffrey D. Korzenik, “How America can bring the Japanese economic miracle stateside,” Wall Street Journal , June 5, 2023. The shaded bars in the accompanying exhibit illustrate how labor force participation rates might grow if trends in participation rates for each age cohort continue to 2030 in line with the trend set from 2012 to 2023. In the United States, labor force participation rates didn’t change much over that period, but in countries like Italy and Japan, where participation rates have shifted markedly, achieving the past trend could yield significant increases in labor force participation rates. Spotlight: Increasing female labor force participation boosted labor supply One component of rising participation rates is the narrowing gender gap. We compared the ratio of female and male labor force participation rates and average hours worked per week to approximate the gender gap in the workforces of our focus countries. We found the gender gap has been shrinking since 2010, more significantly in labor force participation than in hours. About 60 percent of the workers who joined the labor force from 2010 to 2023 were women. In Italy, Japan, and Germany, the narrowing gender gap is due entirely to women participating in the labor force more. In other countries, the ratio climbed as women increased their labor force participation while participation among men declined, by as much as three percentage points in some places. Currently more women work part-time than men, likely due to different responsibilities in the household. Improving labor force participation among women may therefore be encouraged by flexible working arrangements and access to care support. For example, Japan has made progress on its gender gap in part through a set of policies called Womenomics that include providing daycare support and tax incentives to encourage married women to join the labor market. 1 “Japan introduces ‘womenomics’ to counter the country’s aging workforce and boost GDP,” Council on Foreign Relations, accessed May 20, 2024. Such interventions could increase the contribution of women to labor supply growth and reduce tightness in the labor market. Labor supply growth is expected to slow further Looking ahead, we examined two possible scenarios for labor force participation rates in 2030. In both cases, labor force growth slows. In the stable scenario, France, Italy, Germany, and Japan may have smaller labor supplies by 2030. In fact, even if labor participation rates continue to grow at the same rate as in the past in Germany, Italy, and Japan, their labor forces won’t increase. By contrast, Australia, Canada, the United Kingdom, and the United States are likely to see increases in labor supply under either scenario, although at a slower pace than over the past 13 years, due to stronger expected rates of immigration. Gearing up for continued tightness Given shifting demographics, advanced economies will need to find ways to grow labor supply and increase productivity in order to maintain their current level of economic growth, and employers and policy makers can help by taking action. To maintain GDP growth, all countries need additional labor supplies or productivity growth—and some need both We quantify four scenarios of economic growth using two alternative rates of productivity growth along with our two possible scenarios of future labor force participation rates. For each economic growth scenario, we assume adequate demand for labor—in other words, that no recession occurs that would curb employment. This assumption may be reasonable in the short term, though recessions are notoriously hard to predict. The United States has so far navigated an economic soft landing, but any economic downturn could crimp job demand. Meanwhile, Germany and Japan have experienced only tepid demand growth, calling into question the underlying strength of demand in those countries. By contrast, new technologies offer the potential for more robust productivity growth that could dispel some of those concerns. Our two productivity growth scenarios include a higher estimate that uses average productivity growth from 1999 to 2007, a period of robust productivity growth before the financial crisis, and a lower estimate that uses productivity growth from 2012 to 2022. These scenarios suggest that, absent productivity acceleration or growth in labor force participation rates, GDP will increase at a slower pace than the 2012 to 2022 trend in the eight countries. If labor force participation continues to grow or there is an increase in productivity back to pre-2007 levels in Australia and Japan, the countries would maintain their 2012–22 trend of GDP growth. Four of the six other countries—Canada, France, the United Kingdom, and the United States—would need productivity to return to pre-2007 levels in order to maintain their economic growth. Continued growth of the labor force participation rate is relatively less important to maintaining economic growth for these countries. Germany would need continued labor force participation rate growth and a return to pre-2007 levels of productivity to maintain its level of economic growth. By constrast, even if Italy continued its high rate of growth in labor force participation, it would still need to increase productivity growth by an additional 0.1 percent each year above its 0.4 percent pre-2007 annual productivity growth. All of these countries have the potential to reach a higher level of productivity growth in the future. Previous MGI research documents the promise of technologies like artificial intelligence, which has the potential to deliver more than enough added productivity to keep their economies growing even in a future with a declining labor supply. To be sure, the path to realize that opportunity is far from certain. Implementing any new technology requires complicated adaptation of business processes and extensive retraining of workforces. However, employed correctly, these tools offer a way forward to economic prosperity despite labor supply constraints. These projections are not predictions of the future, but they do illustrate the demographic constraints on economies over the next decade, casting a cloud on the prospects of durably resolving labor shortages. For economies to maintain stability or grow, they will need to go beyond business as usual to boost productivity or find additional workers in new ways. Concerted actions can improve labor supply and productivity and better match people to jobs. All labor market stakeholders—employers, market influencers, policy makers, training institutions, and other workforce development organizations—can address labor shortages. Each can act by improving supply, productivity, or matching. Action employers can take include the following: Policy makers and other market-making participants can take the following steps to address tight markets: Acknowledgments This research was led by Anu Madgavkar , a McKinsey Global Institute partner in New Jersey; Olivia White , a McKinsey senior partner and director of MGI based in San Francisco; Sven Smit , a McKinsey senior partner and chair of MGI based in Amsterdam; Chris Bradley , a McKinsey senior partner and director of MGI based in Sydney; and Ryan Luby , a senior knowledge expert and associate partner based in New York. Michael Neary led the working team, which included Claire Le Barbenchon, Maclaine Fields, Emma Forde, Clio Hancock, Young Kim, Brendan Mackie, Robert Malongo, Shaibyaa Rajbhandari, Noah Welgoss, Simone Tai, Rohan Vora, Samantha Wang, Noah Welgoss, and Daisong Zhang. This project benefited immensely from the perspectives of McKinsey colleagues. Our thanks go to Marc Canal, Gurneet Singh Dandona, Marco Dondi (alumni), Bonnie Dowling, Bryan Hancock, Maya Horii, Roland Huyghues-Despointes, Tasuku Kuwabara, Deepa Mahajan, Dana Maor, Jan Mischke, Michael Park, and Lauren Yayboke. We are grateful to the academic advisers who challenged our thinking and sharpened our insights: Martin Baily, senior fellow emeritus in economic studies at the Brookings Institution; Christopher Pissarides, Nobel Prize winner and Regius Professor of Economics at the London School of Economics; and Matthew Slaughter, Paul Danos Dean of the Tuck School of Business and the Earl C. Daum 1924 Professor of International Business, Dartmouth College. This report was edited and produced by Stephanie Strom, senior editor, together with senior data visualization editor Chuck Burke. We also thank David Batcheck, Nienke Beuwer, Rishabh Chaturvedi, Shannon Ensor, Paromita Ghosh, Rebeca Robboy, Rachel Robinson, and Amanda Soto for their support. We thank McKinsey Global Publishing for designing this visual narrative, including team members Mary Gayen, Katrina Parker, Charmaine Rice, Diane Rice, Dana Sand, and Nathan R. Wilson. As with all MGI research, this work is independent and has not been commissioned or sponsored in any way by any business, government, or other institution. While we gathered a variety of perspectives, our views have been independently formed and articulated in this report. Any errors are our own. Tight job markets are challenging for businesses, yet they also present opportunities to improve productivity and livelihoods. Efforts to engage more workers in fulfilling jobs matched to their skills and enriched with new technologies that improve productivity can yield broad-based prosperity and boost economic growth. Related Articles Investing in productivity growth Human capital at work: The value of experience The future of work after COVID-19"}