[
    {
        "title":"Artificial Intelligence",
        "description":"Scaling artificial intelligence can create a massive competitive advantage. Learn how our AI-driven initiatives have helped clients extract value.",
        "link":"https:\/\/www.bcg.com\/capabilities\/artificial-intelligence"
    },
    {
        "title":"Business Resilience",
        "description":"Leaders face an uncertain landscape. The impact of each decision feels impossible to predict, which is why they need strategies that are proactive, resilient, and competitive. No matter their starting point, BCG can help.",
        "link":"https:\/\/www.bcg.com\/capabilities\/business-resilience"
    },
    {
        "title":"Business Transformation",
        "description":"Even today’s leading companies could benefit from an always-on transformation capability—the kind that engenders resilience and leads to long-term value creation. BCG knows what it takes to build this muscle.",
        "link":"https:\/\/www.bcg.com\/capabilities\/business-transformation\/overview"
    },
    {
        "title":"Business and Organizational Purpose",
        "description":"Excavating purpose is among the rewarding journeys companies can take. BCG BrightHouse helps organizations embrace purpose to achieve higher returns, employee engagement, and customer satisfaction.",
        "link":"https:\/\/www.bcg.com\/capabilities\/business-organizational-purpose\/overview"
    },
    {
        "title":"Climate Change and Sustainability",
        "description":"The time for global climate action is now. BCG helps clients accelerate their climate and sustainability journey and seize new opportunities to build competitive advantage.",
        "link":"https:\/\/www.bcg.com\/capabilities\/climate-change-sustainability\/overview"
    },
    {
        "title":"Corporate Finance and Strategy",
        "description":"The rules of business, and for maintaining competitive advantage, are changing. We help companies reimagine strategy and value creation in a fast-paced world.",
        "link":"https:\/\/www.bcg.com\/capabilities\/corporate-finance-strategy\/overview"
    },
    {
        "title":"Cost Management",
        "description":"BCG’s cost advantage approach resets costs within a framework that is customized, precise, and thorough.",
        "link":"https:\/\/www.bcg.com\/capabilities\/cost-management"
    },
    {
        "title":"Customer Insights",
        "description":"Having rich customer insights allows companies to solve pressing business problems and capture growth opportunities. BCG’s Center for Customer Insight arms companies with the tools they need to unlock this advantage.",
        "link":"https:\/\/www.bcg.com\/capabilities\/customer-insights\/overview"
    },
    {
        "title":"Digital, Technology, and Data",
        "description":"BCG identifies and delivers high-impact programs to build companies of the future that will outperform the competition in the future.",
        "link":"https:\/\/www.bcg.com\/capabilities\/digital-technology-data\/overview"
    },
    {
        "title":"Diversity, Equity, and Inclusion",
        "description":"Our work enables clients to build teams that fully reflect the diversity in the world and in the communities they serve—and empowers them to advance their businesses and our society.",
        "link":"https:\/\/www.bcg.com\/capabilities\/diversity-inclusion\/overview"
    },
    {
        "title":"Innovation Strategy and Delivery",
        "description":"Innovation is extremely difficult—but also necessary. We collaborate closely with organizations on holistic innovation journeys to help them secure long-term competitive advantage.",
        "link":"https:\/\/www.bcg.com\/capabilities\/innovation-strategy-delivery\/overview"
    },
    {
        "title":"International Business",
        "description":"We stand side by side with our clients, offering expertise and strategy as they look to expand the boundaries of their businesses in an uncertain and sometimes tumultuous world.",
        "link":"https:\/\/www.bcg.com\/capabilities\/international-business\/overview"
    },
    {
        "title":"M&A, Transactions, and PMI",
        "description":"BCG provides the strategic decision-making capabilities and proactive portfolio management companies need to create value from M&A, transactions, and PMI.",
        "link":"https:\/\/www.bcg.com\/capabilities\/mergers-acquisitions-transactions-pmi\/overview"
    },
    {
        "title":"Manufacturing",
        "description":"We ask three guiding questions: when, where, and how will you manufacture in an era of emerging technologies and economic uncertainty? We’re committed to helping our clients arrive at answers that are right for them.",
        "link":"https:\/\/www.bcg.com\/capabilities\/manufacturing\/overview"
    },
    {
        "title":"Marketing and Sales",
        "description":"Customer centricity is key—and made possible through analytics, agile processes, and a test-and-learn culture. BCG partners with marketing and sales organizations to make it happen.",
        "link":"https:\/\/www.bcg.com\/capabilities\/marketing-sales\/overview"
    },
    {
        "title":"Operations",
        "description":"We help clients unlock value from every aspect of their operations, maximizing efficiency and effectiveness in procurement, service operations, supply chains, and beyond.",
        "link":"https:\/\/www.bcg.com\/capabilities\/operations\/overview"
    },
    {
        "title":"Organization Strategy",
        "description":"Organization is at the core of nearly everything we do at BCG. We believe that when clients have the right organization design, the possibilities are endless.",
        "link":"https:\/\/www.bcg.com\/capabilities\/organization-strategy\/overview"
    },
    {
        "title":"People Strategy",
        "description":"Any company’s most important asset is its people. Our experts in leadership, culture, talent, reskilling, and HR help businesses respond to current and future challenges.",
        "link":"https:\/\/www.bcg.com\/capabilities\/people-strategy\/overview"
    },
    {
        "title":"Pricing and Revenue Management",
        "description":"We bring expertise and data-driven strategies to help clients unleash the power of effective pricing—and unlock its potential to increase the bottom line.",
        "link":"https:\/\/www.bcg.com\/capabilities\/pricing-revenue-management\/overview"
    },
    {
        "title":"Risk Management and Compliance",
        "description":"BCG's Risk and Compliance consulting supports their client's growth ambition with strategic, transformational, and technical functional offerings in Finance.",
        "link":"https:\/\/www.bcg.com\/capabilities\/risk-management-and-compliance\/overview"
    },
    {
        "title":"Social Impact",
        "description":"By focusing on tangible ways to generate positive social impact (related to climate change, global education, racial equity, and more), we help organizations tackle some of the most pressing issues facing our world today.",
        "link":"https:\/\/www.bcg.com\/capabilities\/social-impact\/overview"
    },
    {
        "title":"Zero-Based Budgeting",
        "description":"Zero-based budgeting is a powerful strategy that yields significant benefits. Our approach fosters a culture of cost-consciousness, growth, and innovation.",
        "link":"https:\/\/www.bcg.com\/capabilities\/zero-based-budgeting\/overview"
    }
]