[
    {
        "title":"Aerospace and Defense",
        "description":"Our aerospace and defense experts help industry players navigate their day-to-day operations and identify ways they can innovate for the future.",
        "link":"https:\/\/www.bcg.com\/industries\/aerospace-defense\/overview"
    },
    {
        "title":"Automotive Industry",
        "description":"Breakthroughs in automotive technologies and emerging business models are changing the world. We help the leading game changers stay ahead of the curve.",
        "link":"https:\/\/www.bcg.com\/industries\/automotive\/overview"
    },
    {
        "title":"Consumer Products Industry",
        "description":"Brands around the world must master digital to survive. We have the expertise and capabilities to power consumer-centric innovation grounded in data, analytics, and AI.",
        "link":"https:\/\/www.bcg.com\/industries\/consumer-products-industry\/overview"
    },
    {
        "title":"Education",
        "description":"We partner with effective organizations and educators to improve student outcomes and learning models—from K-12 through higher education—locally, nationally, and globally.",
        "link":"https:\/\/www.bcg.com\/industries\/education\/overview"
    },
    {
        "title":"Energy",
        "description":"BCG’s energy consultants work with business leaders, governments, and ecosystems to create energy solutions for a net-zero pathway and beyond - that are practical, equitable, and just.",
        "link":"https:\/\/www.bcg.com\/industries\/energy\/overview"
    },
    {
        "title":"Financial Institutions",
        "description":"BCG helps global and regional financial institutions build for the future using digital innovations and an ESG focus to drive fundamental change and deliver on evolving customer demands.",
        "link":"https:\/\/www.bcg.com\/industries\/financial-institutions\/overview"
    },
    {
        "title":"Health Care Industry",
        "description":"We work with organizations around the globe to transform health care operating models so they are able to deliver medical breakthroughs, innovative cures, and transformative patient experiences.",
        "link":"https:\/\/www.bcg.com\/industries\/health-care\/overview"
    },
    {
        "title":"Industrial Goods",
        "description":"Our experts provide industrial goods clients with the skills they need to adapt to change and rethink their business models in their rapidly evolving industries.",
        "link":"https:\/\/www.bcg.com\/industries\/industrial-goods\/overview"
    },
    {
        "title":"Insurance Industry",
        "description":"Customers increasingly expect more from insurers. BCG helps companies rise to the challenge and equips them to lead in the digital future.",
        "link":"https:\/\/www.bcg.com\/industries\/insurance\/overview"
    },
    {
        "title":"Principal Investors and Private Equity",
        "description":"The rapid growth of private capital brings unprecedented opportunities to unlock value while making a positive difference in the world. BCG advises leading investors on how to stay ahead.",
        "link":"https:\/\/www.bcg.com\/industries\/principal-investors-private-equity\/overview"
    },
    {
        "title":"Public Sector",
        "description":"BCG’s Public Sector practice joins forces with global organizations and governments to transform how they operate so they can better meet increasingly challenging and complex societal problems.",
        "link":"https:\/\/www.bcg.com\/industries\/public-sector\/overview"
    },
    {
        "title":"Retail Industry",
        "description":"We help the world's leading retailers compete in the digital era by developing and delivering cutting-edge tech strategies and identifying new sources of growth.",
        "link":"https:\/\/www.bcg.com\/industries\/retail\/overview"
    },
    {
        "title":"Technology, Media, and Telecommunications",
        "description":"BCG collaborates with technology, media, and telecommunications companies to solve problems and pursue new strategies as they continue to shape the future.",
        "link":"https:\/\/www.bcg.com\/industries\/technology-media-telecommunications\/overview"
    },
    {
        "title":"Transportation and Logistics",
        "description":"We empower clients to boldly reinvent themselves and embrace digital innovation so they can better serve their customers amid today’s volatility.",
        "link":"https:\/\/www.bcg.com\/industries\/transportation-logistics\/overview"
    },
    {
        "title":"Travel and Tourism",
        "description":"The industry has suffered an unprecedented shock. BCG collaborates with travel and tourism providers as they navigate this turbulence and build resilience for the future.",
        "link":"https:\/\/www.bcg.com\/industries\/travel-tourism\/overview"
    },
    {
        "title":"US Public Sector and Government",
        "description":"BCG’s US public sector consulting teams help agencies surmount challenges so they can fulfill their mandates more effectively than ever.",
        "link":"https:\/\/www.bcg.com\/industries\/public-sector\/us-public-sector-and-government"
    }
]