{"title": "Flying across the sea, propelled by AI", "description": "To help Emirates Team New Zealand successfully defend their America’s Cup title, we introduced them to a new sailor: a...", "url": "https://www.mckinsey.com/capabilities/mckinsey-digital/how-we-help-clients/flying-across-the-sea-propelled-by-ai", "image_url": "https://www.mckinsey.com/~/media/mckinsey/business%20functions/mckinsey%20digital/how%20we%20help%20clients/impact%20stories/flying%20across%20the%20sea%20propelled%20by%20ai/americascup-hero-small-boat-1536x864.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2021-03-17T12:00:00Z", "article_text": "Flying across the sea, propelled by AI The America’s Cup, the oldest trophy in international sport, is competitive sailing’s most coveted prize. When the 36th edition began in early March, the race’s defending champion, Emirates Team New Zealand, hit the water having utilized a new crewmember: an AI bot created by McKinsey. It turned out to be a winning combination. On March 17, the Kiwis successfully defended their title against the Italian challengers, Luna Rossa Prada Pirelli, winning their fourth America’s Cup. The America’s Cup has always been as much about technology and innovation as it is about sailing. Boat designs are governed by the competition’s “ Class Rule , ” which leaves small opportunities for design tweaks that might give one team an advantage over another. If brilliantly seized, those opportunities can translate into a shining race-day performance. Our goal was to speed up testing of Emirates Team New Zealand’s designs. The Class Rule for this year’s race, published in March 2018, required the two competing teams to sail a 75-foot vessel. It’s not your typical sailboat. Hydrofoils fixed to the hull lift the entire craft out of the water, enabling it to reach speeds exceeding 60 mph, or 100 kph. Most importantly, the hydrofoils are one part of the boat where the Class Rule allowed for design modifications, which offered huge competitive advantages for the teams that got those modifications right. Doing so, according to McKinsey senior partner Brian Fox, required intensive testing—and lots of it. “Every boat in the America’s Cup is designed with a computer simulator,” says Brian, who sails competitively. “Whichever team has the best simulator, and uses it most effectively, gains the advantage.” In 2019, Emirates Team New Zealand partnered with McKinsey to begin an innovative project seeking that advantage. What they needed, they soon realized, was a new kind of crew member that could sail thousands of boats at a time. The answer to that call was an AI bot, or software robot, that could test new hydrofoil designs by sailing them on Emirates Team New Zealand’s simulator. Creating value beyond the hype The simulator had been key to the team’s victory in 2017; the sailors had used it to test new boat designs without having to actually build them. But that simulator required multiple team members using it simultaneously for it to work properly. This was a logistical challenge, given the sailors’ scheduled practices, travel, and competitions. “Our goal,” Brian explains, “was to speed up testing of Emirates Team New Zealand’s designs. By developing an AI bot that could run the simulator by itself, we no longer had to manage around the sailors’ limited availability.” As a first step, the McKinsey team, which included colleagues from our analytics firm QuantumBlack , turned to the cloud. Over six-weeks, data, analytics, and machine-learning experts from Sydney, Melbourne, and London migrated New Zealand’s simulator and developed an infrastructure to run it in the cloud. Then our team used a new and innovative approach called deep reinforcement learning to essentially teach the AI bot how to become a professional sailor. The technique allowed the bot to learn dynamically and gain greater accuracy through continuous feedback. Nic Hohn , one of the key project leaders, explains. “When you start, the AI agent knows nothing and learns by trial and error using countless variables—wind speed, direction, adjustments to the 14 different sail and boat controls—and is refined again and again,” Nic says. “Since the bot keeps experimenting, if you coach it to learn in the right way, it compresses into hours what would take a human years to understand.” This was the critical unlock—the ability to take the sailors’ schedules out of the equation and test designs 24/7 on rapid repeat. The work was highly technical, according to QuantumBlack’s chief scientist Jacomo Corbo, and it required  extensive innovation around the bot’s learning program. “At this point in the project, a lot of creative thinking had to be done to figure out the right learning models, how best to coach the bot, and the right guard rails and rewards to put into place.” The team also created a network that allowed multiple bots to share information as they each learned to sail. This was a critical breakthrough, as it allowed the individual bots to gain knowledge from their collective experience. Ultimately, there were a thousand bots running in parallel, learning from each other. “It's learning at a huge scale and it dramatically reduces the time and cost of the project,” says Nic. “That's the power of the cloud.” Within two weeks, the bot was sailing in a straight line, upwind and downwind. After mastering the basics, it graduated to more complex sailing maneuvers. The turning point came about eight weeks later, when the AI bot started beating the sailors in the simulator. At this point, the bot became the ideal way to test variations of the hydrofoils; it was more consistent and more scalable than the sailors, speeding the cycles of design iterations dramatically. “This was the critical unlock—the ability to take the sailors’ schedules out of the equation and test designs 24/7 on rapid repeat,” observes Helen Mayhew , a McKinsey partner and member of the QuantumBlack leadership team in Europe, who is also a world champion sailor. Soon, the sailors were learning maneuvers from the bot. “With such a steep development curve, accelerating the learning process is extremely valuable,” explains Oliver Fleming , an expert associate partner, “both in terms of allowing the design team to explore as much of the design space as possible and the sailors to maximize performance for a given design.” Over the course of 2019 and early 2020, the bot sped New Zealand’s design process by a factor of ten. The race’s outcome proves that reinforcement learning can be a transformational tool for process design, with potential applications across industries. “This has been one of the most complex deployments of deep reinforcement learning in the public cloud,” says Jacomo. “One way to think about the difficulty of the problem: game-tree complexity roughly tallies the size of the space one has to navigate while accounting for the set of possible game paths, or the sequence of decisions, that need to be taken. Go , which is an extremely complex board game, has a game-tree complexity of 170—our sailing problem has a game-tree complexity of nearly 2900.” Mastering such technical complexity, particularly in this application, has heightened this project’s excitement for everyone involved. “It is thrilling to be using technology and AI to master the wind and water and go as fast as you possibly can,” says Nic. “This is not sailing as we know it—it's much closer to flying a low-altitude aircraft.” To learn more about our work in AI, visit QuantumBlack . All trademarks and copyrights contained in this article are the property of their respective holders. Creating value beyond the hype"}
{"title": "McKinsey to help Singapore build new businesses in corporate venture program", "description": "Leap by McKinsey has been appointed to be one of four business-building platforms in a new initiative to promote entrepreneurship...", "url": "https://www.mckinsey.com/about-us/new-at-mckinsey-blog/mckinsey-to-run-venture-studio-in-singapores-new-entrepreneurship-program", "image_url": "https://www.mckinsey.com/~/media/mckinsey/about%20us/mckinsey%20blog/mckinsey%20to%20run%20venture%20studio%20in%20singapores%20new%20entrepreneurship%20program/singaporelaunchpad-hero-small-1160576467-1536x864.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2021-05-06T12:00:00Z", "article_text": "McKinsey to help Singapore build new businesses in corporate venture program May 6, 2021 A centuries-old bank launches a digital app offering a host of services. It’s so appealing and easy-to-use, the organization gains 26 million clients in two years. An apartment complex, empty for months, is now fully occupied, attracting tenants with a new suite of personalized services, ranging from grocery delivery to housekeeping. These are just two examples of the 380 new businesses that our Leap by McKinsey team has helped develop, from a spark of an idea through to full-fledged business, over the past five years. Now our business building unit has just been appointed as one of four venture studios for the Economic Development Board of Singapore , with whom we have long-standing partnerships, in their newest initiative, the Corporate Venture Launchpad. This year-long program will provide up to $10 million in grants to help established companies create Singapore-based ventures that can serve regional and global markets. “We are incredibly excited,” says Badrinath Ramanathan , managing partner of our Singapore office. “At a round table l ast October, 11 out of 13 CEOs of Singapore-listed companies shared that venture-building is among their top priorities. We believe the next wave in creating value will come from innovation by incumbent companies, even more so than start-ups.” For the Corporate Venture Launchpad—which also includes FutureLabs, a studio founded by McKinsey alum Mario Aquino—we will create a six-week Venture Program with eight team members who run sprints, from validating concepts through developing a viable business plan. Based on Leap’s work to date, our methodology delivers a 5.1x average ROI compared to venture capital’s average of 2.9x, and a 67 percent likelihood of the business scaling compared to the startup average of 2 percent. The Leap team is uniquely positioned to marshal the full resources of our firm: 700 business builders and 5000 experts across multiple disciplines. “We bring the best of our strategy expertise with deep digital skills across analytics, design, cloud, and software engineering,” says Andrew Roth , an expert associate partner and seasoned entrepreneur. “This allows us to orchestrate what makes a business viable, technically feasible, and desirable in the marketplace, thereby putting the odds in favor of our client.” Leap colleagues have helped launch new businesses in more than 60 countries, delivering a range of products and services to users with a variety of needs and desires. The work has taught them what works and what doesn’t when it comes to launching and scaling new businesses. “For example, to inspire conviction in the client leadership team, we offer ‘ go and see ’ visits with peer founders, interactive workshops, and virtual experiences with artifacts in which executives can start to see opportunity,” explains Yishan Lam , a design director. This is a wonderful opportunity to create Singapore’s next generation of business leaders. To test out different product and service concepts quickly, our analysts can undertake ethnographic and social media testing and tap into industry and geographic research so that we are building a product grounded in customer insight.  For the technical requirements of a new offering, one of our architects then reviews the client's current tech environment and configures one that illustrates how the new product or service might work. “From day one, we work closely with the client team to create a strong culture, focused on moving forward towards our goal,” adds Yishan. “This includes introducing or developing the capabilities the team needs, such as agile experts and more.” That dynamic, according to Badrinath, is increasingly indicative of the way our firm works today, as we build products, services, and businesses side by side with our clients. “Consumers and companies are at a turning point, and they are ready for this kind of entrepreneurship,” he says. “This is a wonderful opportunity to create Singapore’s next generation of business leaders.” related What does it take to help a new business take off? Reimagining the real estate industry for the next normal Never miss a story"}
{"title": "How Telkomsel transformed to reach digital-first consumers", "description": "A 26-year-old telecom incumbent seized an opportunity to reinvent itself—and attract its next generation of customers.", "url": "https://www.mckinsey.com/capabilities/mckinsey-digital/how-we-help-clients/how-telkomsel-transformed-to-reach-digital-first-consumers", "image_url": "https://www.mckinsey.com/~/media/mckinsey/business%20functions/mckinsey%20digital/how%20we%20help%20clients/impact%20stories/how%20telkomsel%20transformed%20to%20reach%20gen%20z/1314790322_thumb_1536x1536_700.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2021-09-23T12:00:00Z", "article_text": "How Telkomsel transformed to reach digital-first consumers By 2024, if all goes according to plan, a pair of submarine cables will connect the west coast of the United States with Indonesia for the first time. Built by Facebook with help from Google, the cables could boost data capacity to southeast Asia’s largest economy by 70 percent. The project, which is still subject to government approval, would be a boon to Indonesia’s connected users, who are among the savviest in the region and beyond. Indonesians buying and selling goods and services online account for some $32 billion annually, forming a sector that has emerged as a major driver of local manufacturing and jobs. Today, the nation comprises the fastest-growing population of smartphone users in the world. Indonesians buying and selling goods and services online account for some $32 billion annually, forming a sector that has emerged as a major driver of local manufacturing and jobs. Telkomsel has been an engine of that growth. The world’s seventh-largest mobile operator and the largest in Southeast Asia, the mobile-communications provider has been central to the creation of a sustainable, inclusive digital economy for Indonesia’s nearly 200 million internet users. It has dramatically increased Indonesia’s broadband access, helped small and medium-sized enterprises (SMEs) digitize, and led the nation’s transition from 3G to 4G before becoming the first operator to launch 5G there in May 2021. Telkomsel has long recognized the value of continuous innovation. When it looked to ensure its platform would remain the primary way its customers engage with the world—and win a new generation of customers—the 26-year-old incumbent decided to embark on a big, bold transformation. A plan to transform The move wouldn’t be easy, but Telkomsel felt it had an obligation to its customers, who had come to rely on the provider’s ability to meet their digital demands. So the organization called on a cross-functional team of data-domain experts from QuantumBlack and venture builders, designers, and strategy consultants from Leap by McKinsey to initiate a large-scale digital program aimed at reinventing the way customers experience Telkomsel in daily life. As it laid its analytics foundation, Telkomsel knew it had to engage and strengthen its relevance with Indonesia’s Gen Z, the country’s second-largest consumer segment. The average data-hungry Gen Z consumer in Indonesia spends 8.5 hours a day on their phone, using it to digitally meet various lifestyle needs. The program was built on three core pillars. Telkomsel wanted to build a new data analytics platform to better understand its customers and drive personalization; create and launch new businesses to reach underserved consumers; and launch a new digital channel that would streamline and simplify the way customers engage with Telkomsel’s services. Understanding customers Telkomsel’s leaders knew that providing customers with the best products and services would require putting data to smart use. The company developed new analytics capabilities that allowed it to enhance customers’ experiences and start the journey toward hyper-personalizing its services. Telkomsel began by building a new platform that contains more than 9,000 data points for each consumer, which was fully modular and reusable across business units. This gave the company a single, near-real-time view of customer behavior that could be used to improve experience across the entire consumer journey, from marketing and customer service to network operations, back-office support, and more. The platform was supplemented by AI-driven tools to help better understand consumers’ needs and priorities across thousands of customer microsegments. They also moved from manual data uploads to automated data pipelines and quality checks, which improved data quality and speed, and enabled more accurate and faster decision-making. The platform was supplemented by AI-driven tools to help better understand consumers’ needs and priorities across thousands of customer microsegments. Every month, Telkomsel runs more than 50 analytical models, based on supervised and unsupervised machine learning techniques, to identify the right way to interact with their customers and offer them propositions that are most relevant to them. The move toward hyper-personalization has allowed Telkomsel to better tailor their offers for customers. Today, these services and offerings already account for 50 percent of the telco’s overall revenues. Creating value beyond the hype Launching new businesses As it laid its analytics foundation, Telkomsel moved to engage and strengthen its relevance with new consumer segments. For instance, the company needed to enhance its relevance to those underserved by traditional home broadband infrastructure. They also wanted to reach Indonesia’s Gen Z, the country’s second-largest consumer audience, which spends 8.5 hours a day on their phone to digitally meet various lifestyle needs. In order to move at their desired speed, Telkomsel would need to launch new brands and value propositions, which would require them to embrace a different culture, agile ways of working, and a fit-for-purpose technological stack through new business-building. In the end, they launched two new brands. Orbit: Expanding connectivity for underserved segments Designed for simplicity and efficiency, Orbit offers data packages without long-term subscriptions, creating more economic flexibility. Even as Indonesia rapidly digitized, fixed broadband access was not uniform, with just 15 percent of households using it to get online. To provide wireless connectivity to those who lacked fixed broadband, Telkomsel built and launched a new business called Orbit, which provides customers with a home router that uses 4G mobile cellular services instead of fiber optics. Designed for simplicity and efficiency, Orbit offers data packages without long-term subscriptions, creating more economic flexibility. It includes a mobile app to check usage, top up on data, and manage router settings, such as parental controls. Orbit has doubled its one-year customer acquisition goal, with more than 35 percent of customers joining from its referral program, a testament to its popularity and market demand. Today, Orbit is seeing 20 percent month-over-month growth. By.U: Reaching Generation Z Fifteen months after launch, by.U had nearly 2 million subscribers, was delivering increased customer satisfaction, and had a market-leading net-promotor score. Telkomsel didn’t have the kind of brand association among the digital natives it wanted to serve and delight. A cross-functional team of product managers, customer design experts and venture builders developed, built, and launched by.U, an all-digital telco experience. The platform allows users to select a pre-paid SIM card that arrives at their doorstep, activate their number remotely, manage top-ups and quotas, make payments, and more. By.U was built at pace. The team created a series of social-media tests to observe click-through rates on certain features, which allowed the team to develop and tune the minimum-viable product quickly. When Telkomsel beta-launched the brand, they quickly had 30,000 customers join the waitlist. The brand reached its one-year customer acquisition goal in half that time. Fifteen months after launch, by.U had nearly 2 million subscribers, was delivering increased customer satisfaction, and had a market-leading net-promotor score. And to help ensure innovation continued post-launch, the by.U team established an agile-organization structure. Simplifying and enhancing engagement The app has 24 million monthly active users (MAU), a tenfold increase over the previous app. The goal of Telkomsel’s third pillar could be simply stated: to make customers’ interactions with the company as seamless, convenient, and personalized as possible. But it was complicated to achieve. Telkomsel already had a self-serve mobile app, and the team initially set out to make changes there to improve the customer journey. However, as customer expectations for what an app could do rose—digital payments and loyalty programs, for example—so did pressure on the app’s infrastructure. It soon became clear that there was more value to be had in starting fresh. Delivering a new app is always complex. In this case, a core technology transition to a micro-services-based architecture proved to be the unlock. It also meant shaping a rigorous product-development strategy and creating a new commercial strategy to encourage uptake. But it was all worth it. With the launch of the award-winning MyTelkomsel, the company was able to offer customers more transparency around their usage, going from SMS-triggered alerts to an immediate, real-time view, as well as provide personalized packages tailored to their needs. Customer experience around digital payments became seamless, while an ecosystem with digital-retail partners let Telkomsel customers redeem loyalty points for products. Elsewhere, gamification mechanics allowed customers to earn badges that qualified them for free data allowances. The app also enabled access to new digital services, including video and gaming, and easier access to e-payment options through services like LinkAja, GoPay, OVO, Dana, and ShopeePay. All of this meant serving customers in more dynamic, exciting, and tailored ways. Today the app has 24 million monthly active users (MAU), a tenfold increase over the previous app. All aboard: Recruiting digital talent to sustain innovation Telkomsel knew that technology was only one part of the transformation equation. Without the right skills and talent in place, no data or digital platform—no matter how powerful—would perform to potential or withstand technological evolution. They also saw the potential in this partnership to help cultivate digital skills in Indonesia’s workforce, strengthening a commitment to building a center of excellence for Indonesian digital talent. They launched a new, agile recruitment process to attract, onboard, and train 40+ of Indonesia’s strong digital talent across data science, software engineering, product ownership and UX design. This entailed a whole new talent management approach – reinventing employer branding, carving out career paths for new profiles like data engineers and translators, and establishing an in-house academy for upskilling existing analytics professionals. Over the course of several months, Telkomsel hired candidates across 12 newly created digital and data analytics roles, and set up seven cross-functional agile squads to catalyze the adoption of new ways of working. The end-product was a data management platform and new businesses - made in Indonesia, for Indonesians, by Indonesians. Culture, capabilities, and resilience Inside the company, its most enduring returns may also be among its least tangible: An emerging culture of innovation and agility; new capabilities and competencies; a new confidence in taking bold leaps through new ventures; and a commitment to long-term, sustainable transformation. Such traits, for example, enabled Telkomsel to help its customers through COVID-19. They quickly ensured their customers had fully-remote, digital services at their fingertips, and they were able to offer new packages that were tailored to what their customers needed and could afford at any given time. The telco industry is essential to our modern economies, enabling nearly every facet of remote connectivity, from online meetings to e-commerce to telehealth. It’s a sector in which it can feel like there’s little room for failure—and perhaps not always enough room for innovation. Telkomsel’s story is proof that innovation is not just valuable but critical; and that it can pay off when an organization commits to transformation at every level. Its digital journey has touched the lives of hundreds of millions of Indonesians, through personalization at-scale to enhance the experience of all its customers, new brands tailored to its digital-first users, and a new app that adds convenience to customers’ daily lives. Related Articles Reimagining the real estate industry for the next normal The Venture Podcast SaaS, open source, and serverless: A winning combination to build and scale new businesses"}
{"title": "An AI power play: Fueling the next wave of innovation in the energy sector", "description": "How Vistra Corp. is partnering with McKinsey to improve efficiency and reduce emissions by using AI.", "url": "https://www.mckinsey.com/capabilities/mckinsey-digital/how-we-help-clients/an-ai-power-play-fueling-the-next-wave-of-innovation-in-the-energy-sector", "image_url": "https://www.mckinsey.com/~/media/mckinsey/business%20functions/mckinsey%20digital/how%20we%20help%20clients/inside%20an%20ai%20power%20play/vistra_thumb2_728920875_1536x1536.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2022-05-12T12:00:00Z", "article_text": "An AI power play: Fueling the next wave of innovation in the energy sector Tatum, Texas might not seem like the most obvious place for a revolution in artificial intelligence (AI), but in October of 2020, that’s exactly what happened. That was when Wayne Brown, the operations manager at the Vistra-owned Martin Lake Power Plant, built and deployed a heat rate optimizer (HRO). About Vistra and its emissions-reduction goals Vistra Corp. is the largest competitive power producer in the United States and operates power plants in 12 states with a capacity of more than 39,000 megawatts of electricity—enough to power nearly 20 million homes. Vistra has committed to reducing emissions by 60 percent by 2030 (against a 2010 baseline) and achieving net-zero emissions by 2050. To achieve its goals, the business is increasing efficiency in all its power plants and transforming its generation fleet by retiring coal plants and investing in solar- and battery-energy storage, which includes the world’s largest grid-scale battery energy-storage facility. Vistra’s to path to net zero will also require it to grow its zero-carbon portfolio to more than 7000 megawatts by 2026. The “heat rate” is a measure of the thermal efficiency of the plant—the amount of fuel required for each unit of electricity produced. To reach the optimal heat rate, plant operators continuously monitor and tune hundreds of variables, or “set points” on things like steam temperatures, pressures, oxygen levels, and fan speeds. It’s a lot for any operator to get right 100 percent of the time—so Vistra thought AI could help. Partnering for innovation With this goal in mind, Wayne and his group worked together with a McKinsey team that included data scientists and machine learning engineers from QuantumBlack AI by McKinsey , to build a multilayered neural-network model—essentially an algorithm powered by AI that learns about the effects of complex nonlinear relationships. This model went through two years’ worth of data at the plant and learned which combination of external factors—such as temperature and humidity—and internal decisions, like set points that operators control, would optimize the algorithm and attain the best heat-rate efficiency at any point in time. Vistra team members provided continuous guidance about the intricacies of how the plant worked, and identified critical data sources from sensors, which helped McKinsey engineers refine the model, adding and removing variables to see how those changes affected the heat rate. Through this training process, and by introducing better data, the models “learned” to make ever more accurate predictions. When the models were accurate to 99 percent or higher and run through a rigorous set of real-world tests, a McKinsey team of machine learning engineers converted them into an AI-powered engine. This generated recommendations every 30 minutes for operators to improve the plant’s heat-rate efficiency. At a meeting with all of Vistra’s leaders to review the HRO, Lloyd Hughes, a seasoned operations manager at the company’s Odessa plant, said, “There are things that took me 20 years to learn about these power plants. This model learned them in an afternoon.” There are things that took me 20 years to learn about these power plants. This model learned them in an afternoon. With this kind of power at their fingertips, Wayne and his team could make better, more informed decisions. Acting on the HRO recommendations helped Martin Lake run more than two percent more efficiently after just three months in operation, resulting in $4.5 million per year in savings and 340,000 tons of carbon abated. This carbon reduction was the equivalent of taking 66,000 cars off the road. 1 Calculations based on “ Greenhouse Gases Equivalencies Calculator - Calculations and References “, United States Environmental Protection Agency If that doesn’t sound like a lot, consider this: companies that build gas-fueled power plants invest millions of dollars in research and development over four to five years to achieve a one-percent improvement in power-generation efficiency. Vistra hit that improvement level in only one-twentieth the amount of time using the data and equipment it already had. 2 Calculations based on source material from “A Brief History of GE Gas Turbines”, Power , July 8, 2019, and Frequently asked questions, US Energy Information Administration, last reviewed September 20, 2021 Creating value beyond the hype Vistra has since rolled the HRO out to another 67 power-generation units across 26 plants, for an average one-percent improvement in efficiency, and more than $23 million in savings. Along with the other AI initiatives, these efforts have helped Vistra abate about 1.6 million tons of carbon per year, which is ten percent of its remaining 2030 carbon-reduction commitment. That’s equivalent to offsetting about 50 percent of what a 500-megawatt coal plant emits. What happened at Martin Lake has happened at dozens of Vistra’s other power plants, with more than 400 AI models (and counting) deployed across the company’s fleet to help operators make even better decisions. It also reflects a core trait of Vistra’s AI transformation, which is that it isn’t a story of one massive hit, but rather the story of dozens of meaningful improvements snowballing to deliver significant value in terms of accelerating sustainable and inclusive growth. It’s also the story of how an organization architected an approach to rapidly scale every successful AI solution across the entire business. And it’s a story of how a continuous improvement culture, combined with a powerful AI modeling capability, helped leaders and plant operators do their jobs better than ever before. With more than $60 million captured in about one year of work and another $40 million in progress, Vistra is well on its way to delivering against a roadmap of $250-$300 million in identified EBITDA and more than two million tons of carbon abatement per year. The AI-driven advances at Vistra have heralded a generational shift in the power sector in terms of improvements in efficiency, reliability, safety, and sustainability.\nIf the one-percent improvement in efficiency the HRO delivered across the fleet was carried across all coal- and gas-fired plants in the US electric-power generation industry, 15 million tons of carbon would be abated annually—the equivalent of decommissioning more than two large coal plants or planting about 37 million trees. 3 The tree equivalency is based on calculations derived from the “The global tree restoration potential” study, published in the journal Science, July 5, 2019. That means less fuel needed to deliver power to the hospitals, schools, and businesses that rely on it. AI has the potential to bring similar levels of improvement to renewables as well, making them a more cost-effective and attractive energy option. Turning points on the AI journey Healthy skepticism and a culture of favoring action over words at Vistra meant that the biggest hurdle in the AI journey wasn’t the technology: it was the people. Vistra leadership and operations managers needed to know what AI could do and be convinced it could really work. It was this ingrained culture of continuous improvement—alongside a highly competitive market and a commitment to sustainability—that convinced Vistra’s leadership they needed to give AI a chance. Learn more about how we are accelerating sustainable inclusive growth Seeing real possibilities The first question was a relatively simple one: “How can AI help improve the way Vistra generates power?” Answers to that question bubbled over when 50 of Vistra’s top leaders came to a McKinsey-hosted workshop. In multiple sessions, experts explained how AI worked, walked through detailed case studies showing how other companies used analytics and AI to generate value and gave live demonstrations of technologies, including digitized workflows and machine learning. Leaders in analytics from various sectors—including Amazon, Falkonry, Element Analytics, and QuantumBlack, AI by McKinsey, as well as G2VP from the venture-capital world—provided insights and examples of how AI works. “I saw an example of how a metallurgical plant was using AI to help its operators optimize set points and it clicked for me,” remembers Patrick “Cade” Hay, the plant manager for Vistra’s Lamar power plant. “I saw how I could translate that into helping me run my own plants more efficiently. This was my lightbulb moment.” Company leaders and plant managers poured over process flow sheets and engineering diagrams to determine pain points as well as opportunities. This exercise allowed them to focus first on finding where the value was, then secondly on what technologies were needed to deliver it. Many of the operations opportunities were around yield and energy optimization and predictive maintenance, which according to our research, were the top AI use cases for manufacturing industries . By the end of the session, Vistra had developed a strategy to develop a series of AI solutions that could capture $250-$300 million in potential EBITDA while helping the company achieve its 2030 emissions-reductions goals. Codeveloping the AI While the analysis looked promising, proving it in the field was what mattered. “If our plant managers aren’t bought in, then things don’t happen,” explained Barry Boswell, Vistra’s executive vice president of power-generation operations. “So, we said, ‘Let’s pick a leader who is knowledgeable and skeptical, because if we can win them over, we can get everyone.’” They picked Cade. Not only did he run a top-performing plant in terms of profitability, reliability, and heat rate, he had a reputation for telling it like it is—Barry trusted Cade to tell him whether or not the value potential in AI was real. When he approached Cade about testing out a proof of concept to optimize duct burners, he was intrigued but predictably skeptical. Cade saw the potential in AI but was interested in finding out if it could actually help in the field. Duct burners essentially work like afterburners in jet planes; they provide a surge of energy when needed. Operators use them as supplements to hit energy targets, which are known as their “dispatch point.” The issue is that powering duct burners uses more fuel than regular methods, so it’s more expensive, generates more carbon emissions, and increases the wear and tear on equipment. McKinsey subject matter experts, data scientists, and analytics translators from QuantumBlack worked closely with a team from Vistra comprised of power generation and process experts as well as front-line operators to understand how the plant works, what data was available from the sensors already in place, and what variables could be directed—like the fact that the number of cooling fans running could be controlled, while the ambient temperature couldn’t. Working together Denese Ray, operations shift supervisor for Vistra’s Coleto Creek power plant; Doug Richter, the shift supervisor at the same plant; and Muro Kaku, McKinsey analyst and data scientist, discuss how they worked together. Denese: “Every week, I’d bring in a different supervisor to join us for our check-in calls with McKinsey. In this way, Muro and the McKinsey team saw what we were dealing with. We really needed all our supervisors and their feedback to build the model so we could get the most from it.” Muro: “That really mattered. For example, when we first trialed the HRO at the Coleto Creek plant, the recommendations were frequently rejected by the operators. We didn’t know why. When we spoke with the operators, they told us about specific rejection reasons, such as the tool recommended increasing superheat temperature by 30 degrees in a 15-minute interval to maximize the heat rate, but it takes the plant longer to heat up, so they rejected the recommendation. We then added a constraint to the tool to keep the increase and decrease to five degrees in a 15-minute interval, which operators could achieve.” Doug: “During load changes [increase or decrease in power output], the parameters are changing constantly, so recommendations to increase air flow at that time were counterproductive. We worked with McKinsey to have the recommendations stop for 30 minutes while we were changing load until the plant was stable again.” Denese: “We were all pretty skeptical of the tool at first, but when we got to play with the heat rate optimizer and see how it worked, and how well McKinsey worked with us in the plant, we understood how it could help.” As the teams developed the models, plant operators reviewed recommendations to see what made sense, what other variables needed to be tested, and what kinds of recommendations the operators would find most helpful. By analyzing the effect of various inputs and set points on the plant—such as pressure and humidity, the angle of blades in the gas turbine, usage of inlet cooling technologies, and the age and performance of various components like filters and condensers—and running it through the model, the analysis was clear: overall duct-burner usage could be reduced by approximately 30 percent, which would result in the equivalent of $175,000 of yearly savings on fuel costs and wear and tear on the system, in addition to an abatement of about 4,700 tons of carbon per year. “We worked closely with the team from McKinsey to develop AI models that reflected the realities of how power plants operate,” said Cade, “and then when we saw the recommendations coming out of the AI tool, I saw how much real value there was.” Going for scale and adoption from the beginning Vistra’s leadership realized from the beginning that the only way to achieve their efficiency and carbon-abatement aspirations was to scale every solution. “We manage the Vistra fleet as one. If a plant is doing something that works, we want every plant to do it,” says Barry. “That’s what we’re built to do.” That realization led Vistra to invest in a five-part system to scale and sustain AI solutions. *** AI solution deep dive QuantumBlack’s Ayush Talwar, an expert associate partner, provides more details on the AI model development: What kind of models did you use? We used a range of models to fit the specific needs of the plant and the solution. These ranged from Bayesian regression models to deep-learning models. How did you choose which model to use? We wanted to find the right balance between model performance, meaning its accuracy; explainability, which describes relationships to the operators; the source richness, which refers to the amount of data available; potential actionability, or how many of the most important features in the model people can actually control; and maintainability, which will reduce need for more technical skills to maintain them. How would you compare the models you used to older ones? Our models were more accurate than previous models, and importantly, more actionable. We used a variety of metrics to measure model performance such as the mean absolute percentage error (MAPE) and root mean squared error (RMSE). Our models typically achieved MAPEs of less than 1.5 percent. How did you build up your models? Each neural network model was made up of several layers with each layer containing batch normalization, dropout, and activation. We created cross validation and out-of-sample testing sets using time-based splits to prevent overfitting models. We added features based primarily on domain expertise. How did you turn models into tools operators could use? We used machine learning models to make accurate predictions of outcomes. We then wrapped meta-heuristic optimization algorithms around those models to generate recommendations that helped operators make decisions about how to run the plant better. The models were then embedded within the existing production workflows and deployed live in the operator room. Vistra’s story is far from finished. As Cade put it, “We’re just looking at the tip of the iceberg.” Vistra’s roadmap for 2022 and 2023 includes bringing AI to its rapidly growing renewables fleet of solar and batteries to optimize yield and reliability, among other initiatives. To help sustain this ambition, Vistra is building up its talent bench. In addition to hiring a small team of data scientists and engineers, Rachit has partnered with the University of Texas at Dallas to offer basic, intermediate, and advanced courses in AI and analytics for Vistra employees. Some 70 people have already completed courses, including those reskilling from statistics to machine learning. Vistra has also built relationships with local colleges and universities to develop internship programs and work with students in capstone projects to identify top technical talent. “We can’t sit around and just do what we did yesterday to be ready for tomorrow,” Barry says. “We’ve seen enough to know what’s possible.” The authors would like to thank Wayne Brown, Rachit Gupta, Patrick “Cade” Hay, Lloyd Hughes, Denese Ray, and Doug Richter from Vistra Corp., and Richard Bates, Dan Hurley, Pablo Illuzzi, Nephi Johnson, Muro Kaku, Jay Kim, George Lederman, Abhay Prasanna, Noel Ramirez, and Ayush Talwar from McKinsey. Creating value beyond the hype"}
{"title": "How a government agency is preparing workers to thrive in the skills-based economy", "description": "Australia’s Department of Regional New South Wales, a government agency supporting rural communities across the state,...", "url": "https://www.mckinsey.com/industries/public-sector/how-we-help-clients/how-a-government-agency-is-preparing-workers-to-thrive-in-the-skills-based-economy", "image_url": "https://www.mckinsey.com/~/media/mckinsey/business%20functions/mckinsey%20digital/how%20we%20help%20clients/leap/how%20a%20government%20agency%20is%20preparing%20workers%20to%20thrive%20in%20the%20skills%20based%20economy/drnsw-page-thumb_1536x1536.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2023-02-20T12:00:00Z", "article_text": "How a government agency is preparing workers to thrive in the skills-based economy Employers around the world face a growing skills crisis, as digital, data, and automation cause seismic shifts in employment, impacting roughly 30 percent of the global workforce. But there is opportunity here. Building new workforce capabilities can accelerate inclusive growth for national economies, increase socio-economic mobility among workers, and help organizations improve their financial and operational performance. Investing in upskilling and reskilling workers is urgent, yet the playbook for doing so is outdated and won’t meet the multiplying need. McKinsey’s recent reskilling capability-building work with a regional government department in Australia shows what’s possible—and what scale could look like. A global skills crisis A McKinsey Global Institute survey found that 87 percent of companies worldwide reported experiencing skill gaps now or are expecting to within the next five years, impacting productivity and competitiveness at corporate and national levels. Our analysis shows that Japan will need a 2.5 fold increase in productivity growth over the next decade to maintain its recent GDP-growth rate. And the Tech Council of Australia forecasts that its nation will fall 200,000 tech workers short of its 1.2 million target by 2030, with only 7 percent of the non-tech workforce having a strong skills match with tech occupations. Nearly all respondents to the McKinsey Global Institute survey identified closing skill gaps as a main concern, yet only one-third of respondents say their organizations are prepared to address potential role disruptions. Only 28 percent say their organizations make effective decisions on how to close skill gaps. Upskilling and reskilling today’s workforce—in non-degree, skill-building programs—is critical to attracting and retaining talent while driving market competitiveness. “Hiring alone will not meet future workforce demands,” says Rod Farmer, a McKinsey associate partner in Sydney and leader of customer experience and design work in Asia-Pacific for McKinsey Digital. “We’re rapidly moving from a job-based to a skills-based economy requiring more nimble, tech-savvy, and multi-disciplinary teams. We’re seeing significant skills gaps emerging across all sectors of the Australian labor market and broadly across Asia.” One organization that understands this is Australia’s Department of Regional New South Wales (DRNSW), a government department supporting regional communities through agriculture, local infrastructure projects, soil conservation, environmental stewardship, economic development, and more. Learn more about how we are accelerating sustainable inclusive growth The COVID-19 pandemic accelerated DRNSW’s need for a future-ready workforce. With most employees based in remote areas, many observed an increased need for digital skills but had not received the necessary technological training prior to the pandemic. Increased reliance on digital and data skills became both a strain on the agency’s productivity and accelerated digital inclusivity challenges. Identifying needs, seeing new potential At the onset of the pandemic, DRNSW took stock of its employees’ digital capabilities. The department uncovered a range of digital literacy challenges, ranging from frontline workers relying on friends and colleagues for help with basic digital tasks, such as emails and timesheets, to more complex tasks involving spreadsheets, where increased skills mastery was now essential. We had many employees who were finding ways around using technology because it turned out they didn’t have basic skills—even like joining a Zoom meeting. “We had many employees who were finding ways around using technology because it turned out they didn’t have basic skills—even like joining a Zoom meeting,” says Donna Mcleod, acting chief people officer of DRNSW. “It was a shock. We had to figure out how to make a fundamental, baseline shift.” DRNSW had tried traditional learning approaches in the past, which fell short of shifting needs and operating models. It needed to move beyond employees learning on their own, separately from their work, which often leads to surface knowledge acquisition only. “We saw there was a major need here—an opportunity for innovation and new capability building models within DRNSW where we could support the people of New South Wales, while also tackling a larger national skills-gap challenge,” says Rod. Over the next 12 months, DRNSW and McKinsey built an enterprise Digital Skills Program, creating an entirely different reskilling engine at the heart of DRNSW. Reinventing skill building McKinsey and DRNSW began their journey by reframing the challenge. DRNSW took an applied skills development approach, focusing on the jobs-to-be-done. This shift meant an increased focus on employee-backed, context-dependent, and on-the-job skills development—solving real day-to-day people development and productivity needs. Core to the DRNSW approach was contextualized learning: the notion that skill development does not happen in a classroom but while employees are on the job, with direct apprenticeship where they are able to immediately operationalize it. Human-centered design resulted in a program informed by a deep study of the individual’s and organization’s needs and pain points, brought to life through ethnographic research across regional and rural New South Wales, addressed in small peer-based groups with individual coaching, and supported by short feedback cycles. “One of the universal pain points we observed was that it’s very difficult for people to make time for upskilling and reskilling beyond their day-to-day responsibilities,” says Donna. “It was important for us to develop a program that placed skill building at the core of their workday, supported by peers and mentors.” The new DRNSW Skills Program helps to identify the specific skills, competencies and proficiency levels required at an organizational level within DRNSW roles. The program then helps assess employee skills, develop tailored programs to close the gaps, and support individuals in their role through direct peer-led coaching. Furthermore, the program scales from shorter upskilling modules to larger reskilling programs to support lateral internal hiring. “We now measure skills readiness in months, not years,” says Rod, who led the DRNSW’s skills transformation. “This isn’t a yearly one-and-done type of problem. Organizations need to institute continuous reskilling and upskilling if they are to maintain future-ready workforces.” To achieve this skills transformation, McKinsey and DRNSW worked with Mentem by UNSW. A new, independent business launched and backed by the University of New South Wales, Mentem helps corporate businesses upskill and reskill their employees at scale through tailored on-the-job training. This collaboration also provided employees the potential to receive micro-credentialling through time spent learning on the job—enabling access to credentialled learning at a global top 50 higher-education institution. Building Mentem by UNSW, a reskilling business UNSW—like many top universities—recognized the opportunity to further extend its post-graduate services beyond its more traditional offerings. Importantly, it also recognized that this challenge required the university to develop new operating and service models that leveraged its unique assets and heritage in adult learning, whilst accelerating product innovation and industry collaboration. To help realise its ambitions, UNSW partnered with Leap by McKinsey (McKinsey’s venture building capability) who helped design, build and launch the new venture at pace. “We’d never have been able to independently build a blueprint for a business this fast—we did it in 12 weeks, which is unheard of at a university for something of this magnitude,” says Arvind. “Mentem exists to provide new educational models for employer and workforce needs in Australia and globally,” says Arvind Sampath, founding chief executive officer of Mentem. “Working with DRNSW was an exciting opportunity to leverage our knowledge and revitalize a government agency we all rely on.” Another core element of the DRNSW Digital Skills Program is the ‘skills hub,’ critical for engaging the broader DRNSW organization and ensuring sustained impact as the program scaled. This new operational unit consists of a DRNSW squad with capability building specialists, human-centered designers, instructional designers, and program delivery experts. To evaluate impact and prove the viability of scaling up the new program, Mentem developed a unique learning analytics platform that measured individual and cohort performance over time, leveraging learner management system analytics, project results, and coach feedback. The platform also provides automated interventions, or nudges, to individuals and coaches to drive program engagement and behavior change. Transformative results For DRNSW, the results exceeded expectations—and in record time—with over 90 percent employee satisfaction and 85 percent of participants reporting improved applied skills. The 8-week courses are now scaling across DRNSW. “Other agencies couldn’t believe we built, piloted and started scaling this entire new approach to capability building in six months when this can typically take two or three years in government,” Donna says. “It was a phenomenal delivery.” Gone are the days when some farmers would keep detailed logs in their pocket notebooks, then travel across the state simply to hand deliver the paper to colleagues who would provide some basic entry or email assistance. These types of changes, scaled throughout the agency, increased productivity and delivered improved services for constituents. Gone are the days when some farmers would keep detailed logs in their pocket notebooks, then travel across the state simply to hand deliver the paper to colleagues who would provide some basic entry or email assistance. The program has already been recognized for its impact and employee-centric approach, winning the Best in Class award in the public-sector category from Good Design Australia, one of the most prestigious design awards in the world. But the biggest testament to its success is the difference it made in the careers of the employees. “You have to realize, this has absolutely changed people’s lives,“ says Donna. Participants reported very high levels of increased confidence in performing their work, value from their coaches and overall satisfaction with the program. “The program was very different from anything I’ve done before,” says Charlene, who completed the program. “The coaching was my highlight of the week.” “To do these jobs, the way everything’s going digital, you need to upskill to get there,” says Glenn, another participant. “I thought, ‘wow, this program is for me.’” The stakes for DRNSW were high—delivering government services that drive value for citizens is essential. But for corporate institutions, it could very much be a question of survival. “If a government agency like DRNSW can make such a major shift with a traditionally non-digital workforce, then enterprises can meet the moment too.” says Roland Dillon, a partner with McKinsey’s Public & Social Sector practice based in Melbourne. “Not doing so could lead to an existential crisis as competitors not only leapfrog the market, but do so while taking talent that is hungry to learn and develop in an increasingly digital world.” Related Articles Future of  Work Undaunted by global disruption, a logistics company embraces bold transformation How a manufacturing moonshot was made"}
{"title": "McKinsey helps strengthen Generation, a nonprofit placing people in jobs worldwide", "description": "Generation has made quality employment a reality for tens of thousands. Now, they’re equipped with improved data and technology...", "url": "https://www.mckinsey.com/about-us/new-at-mckinsey-blog/mckinsey-helps-strengthen-generation-a-nonprofit-placing-people-in-jobs-worldwide", "image_url": "https://www.mckinsey.com/~/media/mckinsey/about%20us/mckinsey%20blog/mckinsey%20helps%20transform%20global%20youth%20employment%20nonprofit/gentransf-hero-small-brazil-1536x864.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2023-05-03T12:00:00Z", "article_text": "McKinsey helps strengthen Generation, a nonprofit placing people in jobs worldwide Generation learners in Brazil. Generation has trained more than 77,000 people for jobs worldwide. May 3, 2023 Generation ’s impact has been remarkable since its 2014 inception. A global nonprofit, it provides high-quality job training and placement for people of all ages. What began as a small organization has now grown to operate in 17 countries, including Mexico, Italy, India, Kenya, the United States, and Brazil. To date it has trained more than 77,000 learners and placed 81 percent in jobs within three months of graduation with more than 11,000 employers. Together, Generation graduates have earned more than $630 million in salaries that can support them and their families. McKinsey helped found the organization and has since supported it with funding and people, including staff members who have joined Generation as short-term fellows and pro bono engagements to develop and strengthen the nonprofit. As May marks the beginning of graduation season in many countries, we take a moment to highlight this important work. “Generation is a model for tackling the global unemployment crisis,” says Lucy Pérez , McKinsey senior partner. “McKinsey is thrilled to partner with them to continue to expand their impact.” A people-centered approach To reach and engage so many, Generation relies on its digital ecosystem, a set of tools, platforms and user experiences, and the backend system that supports it. Candidate applications, volunteer recruitment, the learner portal, and mechanisms for learners to interface with teachers and employers, all hinge on the functionality of this operation. To be effective, it must be thoughtfully designed. Generation had been on a multiyear journey to embed human-centered design and improve its digital ecosystem so it can better serve the needs of learners, staff, and employers and fulfill its mission: to transform the way the education to employment system works around the world. “Automation and a well-designed user experience is critical to scale the country teams’ ability to reach more learners”, says Sergio Gutiérrez, McKinsey engagement manager. “Their processes were reliant on manual work and not standardized across geographies. This led to inefficiencies like the lack of consistent data collection and a huge burden on staff when engaging learners and employers.” McKinsey worked with Generation to accelerate its improvement, digitize more of its operation and overhaul its data architecture and user experiences—focused on learner and staff modules—with tangible results. For example, mentors now spend roughly 50 percent less time reviewing documentation ahead of mentorship sessions because of streamlined user experience and information and data consolidation about learner status. Revamping digital, data, and cloud systems is complex. Beyond the technical work, it required a deep study of the organization’s and stakeholders’ needs to successfully develop tools like the learner portal, the mentorship experience, and the employability platform that helps match learners with jobs. “We don’t have researchers on staff,” says Alma Angela Merino Cedeño , global director of digital at Generation. “McKinsey took the time for robust user-experience research across our channels, which had to be done before any line of code could be written. This also trained our team to do that job.” Where McKinsey was incredibly helpful was in defining our broader strategy and methodology and in working with us —it fundamentally changed how we operate as a team. Uniting a global organization A key element of this approach was building user profiles. With Generation’s operation spread out over 17 countries, its digital needs are not one size fits all. McKinsey gathered feedback from country stakeholders and uncovered distinct pain points, which included data access, data quality, and not having tools to share analysis. To address these, we took information from the profiles and business use cases, broke them up into technical capabilities and used these to assemble a cloud native architecture that could meet the needs of the global team. “We made sure that the new data architecture was designed for people first, for everyone in the ecosystem to come and use,” says Prasoon Sharma , a McKinsey partner. Generation had relied on manual surveys to refine its programs, which offer limited insights. McKinsey built feedback mechanisms into the learner platform for automatic seamless data collection. “Our program and impact data is not only more in-depth now, but we are able to gather it more often,” says Goldie Chow , global director of data & impact at Generation. “This is a game-changer for our ability to improve learner experience, learner support, and job placement.” The portal also included features for teachers, such as automating attendance tracking and communicating with students. Building enduring capabilities A central goal of the engagement was to embed these change methodologies throughout Generation to ensure they would last. Creating technological changes rippled to functions such as contracting, implementation teams, communications, finance, and operations. “Where McKinsey was incredibly helpful was in defining our broader strategy and methodology and in working with us—it fundamentally changed how we operate as a team,” says Alma. Besides working along with the McKinsey team, Generation’s digital team went through several McKinsey Academy programs to help embed their new practices. This has resulted in Generation moving to a full agile methodology and process, which, in addition to a new design system— has increased the speed of product development by 70 percent. All these elements make Generation’s operation more efficient, bringing them closer to their goal of transforming the lives of young people. “We’re all about connecting people to dignified work and a living wage, so the better we can understand how to operate, how to serve our learners, the better we're achieving our mission,” says Goldie. “In McKinsey, we’ve had a partner who took this to heart as much as we do.” related McKinsey organizational health survey now free for nonprofits Never miss a story"}
{"title": "Freeport-McMoRan: Unlocking new mining production through AI transformation", "description": "Freeport-McMoRan, one of the world’s leading mining companies, faced a dilemma. To maintain growth in its Americas copper...", "url": "https://www.mckinsey.com/capabilities/mckinsey-digital/how-we-help-clients/rewired-in-action/freeport-mcmoran-unlocking-new-mining-production-through-ai-transformation", "image_url": "https://www.mckinsey.com/~/media/mckinsey/business%20functions/mckinsey%20digital/how%20we%20help%20clients/impact%20stories/freeport%20mcmoran/freeport_thumb_1536x1536.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2023-06-20T12:00:00Z", "article_text": "Freeport-McMoRan: Unlocking new mining production through AI transformation Jump to Section: Opportunity | Solution | Impact | Lessons learned Keep Exploring Creating value beyond the hype The solution Bringing next level operations to mining with data and AI Data engineers, metallurgists, and mining engineers from Freeport collaborated with McKinsey’s data scientists and experts to improve operations at a single aging mine in Bagdad, Arizona. The goal was to create a digital solution that could improve every aspect of operations, prove its value, and be easily scalable to all Freeport’s mines. This was the start of agile and analytics journey for Freeport. “Modern mining is a complex and technical undertaking. Technologies such as cloud, centralized data warehouse, wireless mesh networks, and IoT sensing, allowed us to bring the data closer to the field and learn from past experiences.” — Bertrand Odinet, Chief Information Officer and Chief Innovation Officer McKinsey helped Freeport create a digital roadmap using AI, advanced analytics, and agile work methods to increase productivity at every step of Freeport’s processes. The new approach favored minimum viable products that could be continuously improved, rather than the traditional goal of “perfecting” a solution before it was deployed. To entrench this capability, McKinsey brought in agile coaches to train teams to operate faster and better. “We put in the recommended AI engine and saw 10% improvement in production. And we thought if we do the implementation at all seven of our sites right, it's almost like having a brand-new plant without having to go through permitting process and disturbing a new area. It's in the billions of dollars that we're offsetting by going through the transformation.” — Cory Stevens, President, Mining Services Freeport had a big leg up for its AI transformation because it had built a central cloud-based data architecture. A key component was a data warehouse to store the data collected from sensors installed on the company’s trucks, shovels and stationary machines, allowing Freeport to capture second-by-second performance readings. It used that data to train an AI model custom-designed and built by McKinsey to find operational improvements that could increase output at lower cost. Instead of running the plant at a single setting all day, Freeport could now adjust settings every hour to maximize production from a given type of ore, quickly boosting production by 5-10%. The amount of additional copper production Freeport is projected to unlock over five years is equivalent to one new processing facility without the eight to ten year wait to bring a new facility online. Once the AI models were built in a modular way, Freeport was able to easily adapt and scale throughout its mines in the Americas. The Impact Related case studies Xcel Energy: Driving towards net zero with the power of digital Build by McKinsey Building digital futures. Together. Featured publication Rewired: The McKinsey guide to outcompeting in the age of digital and AI Ready to talk?"}
{"title": "DBS: Transforming a banking leader into a technology leader", "description": "In this case study, we look at how Singapore-based DBS Bank, is reaching a new generation of tech-savvy customers by transforming...", "url": "https://www.mckinsey.com/capabilities/mckinsey-digital/how-we-help-clients/rewired-in-action/dbs-transforming-a-banking-leader-into-a-technology-leader", "image_url": "https://www.mckinsey.com/~/media/mckinsey/business%20functions/mckinsey%20digital/how%20we%20help%20clients/impact%20stories/dbs/dbs_scrollytelling-image-2_1160576942%20_1000x1000.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2023-06-20T12:00:00Z", "article_text": "DBS: Transforming a banking leader into a technology leader Jump to Section: Opportunity | Solution | Impact | Lessons learned Keep Exploring Creating value beyond the hype The solution Building a best-in-class technology organization that delivers banking services To embody the vision of becoming a technology leader, the DBS team adopted the mnemonic GANDALF, representing the giants of the tech industry: \"G\" for Google, \"A\" for Amazon, \"N\" for Netflix, \"A\" for Apple, \"L\" for LinkedIn, and \"F\" for Facebook. The central \"D\" symbolizes DBS aspiration to join the league of iconic technology companies. Drawing inspiration from The Lord of the Rings , GANDALF became the powerful rallying cry for their ambitious digital transformation journey. Throughout these efforts, DBS kept the focus firmly on the customer. To scale up capabilities, McKinsey aided DBS in building its new operating model around platforms. DBS created 33 platforms aligned to business segments and products. Each platform had a “2-in-a-box” leadership model, which meant each one was jointly led by a leader from the business and one from IT. “Digital transformation has been instrumental in driving growth, delivering significant financial outcomes across all business segments and markets. By transforming rigid systems into nimble technology stacks, we have gained a sustainable advantage, enabling us to scale with agility.” – Jimmy Ng, Chief Information Officer and Group Head of Technology & Operations, DBS Keeping solutions centered around customers, DBS introduced a program called Managing Through Journeys. It scaled to include over 60 impactful customer journeys, each led by a senior leader, addressing major pain points like account opening and ATM waiting times. Simultaneously, DBS scaled up cloud migration, invested in automation, and developed microservices to support modular architecture, allowing components to be swapped out upon aging. Partnering with McKinsey, DBS transformed its data-driven operating model, aiming to leverage data for innovative outcomes and widespread AI adoption. With McKinsey AI experts' support, they established a program that reduced end-to-end AI deployment time from 18 months to less than 5 months. The goal is to reduce that even more, to just a few weeks, which the bank considers essential to fully scaling AI. Today, there is an industrialized platform that enables AI deployment called ALAN, which is instrumental to achieving this accelerated deployment. “We need an innovation culture, which doesn’t create itself. You must deliberately drive that and put in the processes and frameworks to encourage innovation, risk-taking, and entrepreneurship—it’s about knowing it”s OK to try and fail.’ – Piyush Gupta, Chief Executive Officer, DBS DBS’ ability to achieve all of this was made possible through fundamental shifts in its culture, operational and technical expertise, and a transformative operating model. To recruit and retain digital talent, they adopted innovative strategies like hackathons and established three technology hubs to foster collaboration. DBS used AI to predict potential employee exits, enabling timely HR intervention. Moreover, they invested in institutional learning through Digify a module-based learning pathway to train employees in concepts such as agile, big data, and journey thinking, and launched DBS Academy to train technologists in a DBS-specific curriculum. Making the transformation successful required a significant shift in leadership mindsets and behaviors. With support from McKinsey, DBS scaled T-Sprints (Transformation Sprints) to build top team alignment and new leadership skills across both the top of the house as well as different business, support, platform and geographic units within the bank. The bank put in place systems to measure outcomes from the digital transformation. The digital value capture framework was co-developed with McKinsey to quantify benefits of acquiring, transacting, and engaging with digital customers. This allowed them to become one of the first banks in the world to showcase powerfully to investors the higher revenue, lower cost to serve and higher ROE from serving digital customers over traditional customers. The underlying methodology also allowed the bank to bake initiatives needed to drive value creation through digitization into the scorecards and performance management framework of the bank. This has translated into consistent shareholder gains, especially as innovation and data-driven transformation further accelerate both the growth trajectory and profitability (ROE) of the franchise. Making GANDALF a reality at DBS has taken more than the wave of a magic wand. It required hard work, addressing culture changes, and consistent engagement at all levels, but it has transformed a top-tier bank into a top-tier tech company. The Impact Related case studies Kiwibank: Building a better bank for the future of New Zealanders BCP: Taking banking to new heights on a digital rocketship Allianz Direct: Advancing as Europe’s leading digital insurer Featured publication Rewired: The McKinsey guide to outcompeting in the age of digital and AI Ready to talk?"}
{"title": "BCP: Taking banking to new heights on a digital rocketship", "description": "Peru’s largest bank, Banco de Crédito del Perú (BCP) has been a leader in traditional banking. In an era...", "url": "https://www.mckinsey.com/capabilities/mckinsey-digital/how-we-help-clients/rewired-in-action/bcp-taking-banking-to-new-heights-on-a-digital-rocketship", "image_url": "https://www.mckinsey.com/~/media/mckinsey/business%20functions/mckinsey%20digital/how%20we%20help%20clients/impact%20stories/bcp/bcp_thumb_6d7a8290_1536x1536.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2023-06-20T12:00:00Z", "article_text": "BCP: Taking banking to new heights on a digital rocketship Jump to Section: Opportunity | Solution | Impact | Lessons learned Keep Exploring Creating value beyond the hype The solution Maintaining an unwavering focus to build capabilities and transform the culture Leaders at BCP speak of its goal for digital transformation as going to “Planet ExEf” (for experience and efficiency), with new capabilities (digital journeys, data & analytics, cyber risk, etc.) as the enabling engines. BCP brought in McKinsey to help map out and implement a digital transformation using new techniques and approaches, technology modernization, data and advanced analytics, and digital tools that are changing the way people work throughout the bank and the way customers interact with BCP. From the beginning, BCP’s focus on its twin goals of experience and efficiency never wavered. McKinsey helped BCP identify six priority “plays” to focus on: digital onboarding, digital payments, analytics to drive insights, and overall customer experience, from queries and complaints to credit evaluations for small business clients. Throughout this journey, BCP continually raised the bar on its aspirations. “Governing a digital company is different than governing a traditional company in terms of budgeting, empowerment, decision making process. And this has a lot to do with leadership and culture.” — Francesca Raffo, Chief Transformation Officer and Deputy CEO As it began to digitize journeys, BCP saw that new capabilities alone were not enough; it needed to re-engineer its culture. BCP created the concept of Samay , a Quechua word for soul, which refers to the new culture leaders hoped to create. Today, some 4000 employees—almost everyone outside of the salesforce—works in agile teams, making BCP feel more like a startup than a bank with more than a century of history. BCP’s transformation has helped it see market opportunities and customers in new ways. For example, as an emerging economy, Peru has a big portion of its population that is unbanked and operating in a cash only economy. With McKinsey support including designers, architects and strategy consultants, BCP built and launched Yape , a digital-payment mobile app, to improve financial inclusion. More than 11 million users have downloaded the app to date and more than two million have opened their first bank accounts on the app. Today, Yape is the third most-used app in Peru, behind only WhatsApp and Facebook, and BCP has plans to turn it into a super app by expanding it to other daily activities. The Impact Related case studies Kiwibank: Building a better bank for the future of New Zealanders DBS: Transforming a banking leader into a technology leader Featured publication Rewired: The McKinsey guide to outcompeting in the age of digital and AI Ready to talk?"}
{"title": "Xcel Energy: Driving towards net zero with the power of digital", "description": "In this case study, we look at how Xcel Energy, one of North America’s largest energy providers, is using data and AI to...", "url": "https://www.mckinsey.com/capabilities/mckinsey-digital/how-we-help-clients/rewired-in-action/xcel-energy-driving-towards-net-zero-with-the-power-of-digital", "image_url": "https://www.mckinsey.com/~/media/mckinsey/business%20functions/mckinsey%20digital/how%20we%20help%20clients/impact%20stories/xcel%20energy/xcel_thumb_571751995_1536x1536.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2023-06-20T12:00:00Z", "article_text": "Xcel Energy: Driving towards net zero with the power of digital Jump to Section: Opportunity | Solution | Impact | Lessons learned Keep Exploring Creating value beyond the hype The solution Combining technology and innovation to provide safe, clean, and reliable energy at an affordable price Xcel Energy started by developing a path forward and aspirational vision and, then worked backward to define a set of technology investments. McKinsey brought technical expertise and deep experience with the nuclear power sector  to help guide the transformation. The work centered on three clear goals: cost savings through AI and automation; operational excellence and safety; and more efficient regulatory compliance through transparency, accelerating to meet its baseload energy needs with zero carbon electricity. “What really got us excited were the benefits around operational excellence and safety. Being able to speed up decision-making for the plants, automate workflows, deploy digital tools at endpoints, and gather the right information really brought us a ton in terms of operational excellence and safety.” – Tim Peterson, Chief Technology Officer, Xcel Energy Instead of starting small, Xcel Energy took a bold approach by beginning with one of its most complex and highly regulated domains, nuclear power. The utility initiated its transformation with a foundational safety process, the Nuclear Corrective Action program, and discovered potential run rate improvements amounting to $15 million, which could be reinvested to accelerate carbon neutrality. Xcel Energy also undertook a radical shift in its technology architecture by shifting from a system of “black boxes” that were built for specific tasks but hard to navigate and even harder to change, to a platform-centric approach, with small, reusable capabilities. During the first year, it successfully established a secure cloud platform on AWS GovCloud with the support of Cloud by McKinsey engineers and architects. This new platform not only integrated pipelines with the existing system but also incorporated a data lake, which would serve as a valuable resource for future digital tools and processes embedded with AI. “Our approach is centered around prioritizing the operator as our customer. We aim to develop systems and apply AI logic that aligns with their actual workflows, rather than imposing our assumptions. This effective partnership between business systems and operators is the ultimate goal we strive for. The key is to ensure that the implementation is driven by the end-users themselves, leading to optimal outcomes.” - Tim O’Connor, Chief Operations Officer, Xcel Energy To support the user-centric way of doing business, McKinsey helped Xcel Energy set up a Digital Operations Factory to deliver user-empowering tools and analytics quickly, harness cross-functional talent, and work in agile ways to solve the most pressing needs. Notably, multiple workflow automation, custom mobile applications, and advanced analytics solutions were developed to streamline intensive processes. This enabled Xcel Energy to progress on its goals for an advanced grid for clean energy and tools to support smart decisions for the use of renewable energy. The transformation necessitated a combination of reskilling, hiring, and partnering to form a cross-functional team of over 200 people in under two years.  To ensure consistent standards and focus on impact, Xcel Energy built a chapter-based model. This model brought together communities of practice centered around product management, experience design, software, and data science. Xcel Energy’s strategic approach of tackling the most challenging problems first and fostering innovation is proving successful. Within 9 months of launching the new cloud platform, the company expanded it to 3 additional business units. Xcel Energy continues to scale the platform to keep their plants cost competitive, advancing towards a zero-carbon baseload. As the years go by, Xcel Energy anticipates gaining widespread recognition as a pioneer in the utility industry, setting an example of how digital is a key ingredient in enabling the Energy Transition. The Impact Related case studies Freeport-McMoRan: Unlocking new mining production through AI transformation Build by McKinsey Building digital futures. Together. Featured publication Rewired: The McKinsey guide to outcompeting in the age of digital and AI Learn more about how we are accelerating sustainable inclusive growth Ready to talk?"}
{"title": "Allianz Direct: Advancing as Europe’s leading digital insurer", "description": "In this case study, we look at how Allianz Direct, one of Europe’s largest insurance providers, completed a unique end-to-end...", "url": "https://www.mckinsey.com/capabilities/mckinsey-digital/how-we-help-clients/rewired-in-action/allianz-direct-advancing-as-europes-leading-digital-insurer", "image_url": "https://www.mckinsey.com/~/media/mckinsey/business%20functions/mckinsey%20digital/how%20we%20help%20clients/impact%20stories/allianz/allianz_thumb_screenshot_1536x1536.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2023-07-25T12:00:00Z", "article_text": "Allianz Direct: Advancing as Europe’s leading digital insurer Jump to Section: Opportunity | Solution | Impact | Lessons learned Keep Exploring Creating value beyond the hype The solution Transforming a digital disruptor with state-of-the-art technology and new ways of working Allianz Direct had three cornerstone goals: a fully digital business model, highly competitive market positioning, and an agile corporate culture, radiating the engineering mindset throughout the organization's activities. With support from McKinsey, Allianz Direct built a state-of-the-art, digital platform that can be scaled across all countries in record time. The platform allows teams to learn from one another as they launch new products, improvements, and plug-and-play software. For customers, the online experience is easy to use and features many time- and cost-saving innovations with maximum self-service capabilities. In one example, Allianz Direct built a flagship service—the “60-second claim”— enabled by AI-based loss assessment and evaluation, allowing customers to process a claim in less than a minute by uploading photos and documents. “The successful transformation can be attributed to the combination of technical excellence, sophisticated IT infrastructure, and advanced digital marketing capabilities, along with robust execution and global delivery in a compliant way. We dedicated utmost attention, allocating 150% of our focus to launch and establish our platform as a solid foundation. In addition, we complemented the approach by emphasizing key aspects such as market analysis, retail marketing strategies, pricing optimization, efficient damage management, and streamlined operations to maximize our competitiveness within the industry.” – Christoph Weber, Chief Transformation Officer Allianz Direct Allianz Direct built momentum in the direct insurance market in Europe in just a few years by targeting two important market segments: “smart shoppers” and “price seekers.” The business provides them with the features they value, including competitive pricing and a broad online presence. “The most impactful decision was to be stubborn about the outcome, and to never waiver on what good looks like. And that means you need to invest in the best technology and in the best people, and be really stubborn about it.” – Philipp Kroetz, Chief Executive Officer Allianz Direct All of this was enabled by a foundational change in the organization’s culture, operational and technical excellence, and a disrupting operating model. McKinsey helped Allianz Direct create a talent strategy built around hiring the best engineers. This infusion of talent was crucial to building an agile, engineering-focused corporate culture. Today, a third of Allianz Direct’s employees work in technology or data roles. The Allianz team  created an operating model based on best-in-class technology capabilities and cross-functional agile squads responsible for creating and marketing insurance products. The result is a highly adaptive and scalable operating model that fosters cross-market collaboration. The Impact Related case studies BCP: Taking banking to new heights on a digital rocketship Kiwibank: Building a better bank for the future of New Zealanders DBS: Transforming a banking leader into a technology leader Featured publication Rewired: The McKinsey guide to outcompeting in the age of digital and AI Ready to talk?"}
{"title": "A world record for Formula E, propelled by McKinsey’s AI", "description": "McKinsey has partnered with Google Cloud to create generative AI capabilities that helped a new electric Formula E racecar to...", "url": "https://www.mckinsey.com/about-us/new-at-mckinsey-blog/a-new-world-record-for-formula-e-propelled-by-mckinseys-ai", "image_url": "https://www.mckinsey.com/~/media/mckinsey/about%20us/mckinsey%20blog/a%20new%20world%20record%20for%20formula%20e%20fueled%20by%20mckinsey%20ai/formula-e_hero_jake%20hughes%20boards%20the%20genbeta_1536x864.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2023-08-02T12:00:00Z", "article_text": "A world record for Formula E, propelled by McKinsey’s AI Driver Jake Hughes of NEOM McLaren Formula E Team broke the Guinness World Record for indoor land speed in an innovative Formula E electric race car called GENBETA. August 2, 2023 It was a blast from the future. On a damp evening last week in London, a new Formula E electric race car called GENBETA tore across the floor of EXCEL London, the home of the Hankook London E-Prix, hitting 218.71 kilometers per hour (135.9 mph). About QuantumBlack, AI by McKinsey QuantumBlack, AI by McKinsey, helps harness the power of hybrid intelligence to create unimagined opportunities in a constantly changing world. Transform faster. Innovate smarter. Anticipate the future. At QuantumBlack, we unlock the power of AI to help organizations reinvent themselves from the ground up—and accelerate sustainable and inclusive growth. We do this by harnessing the foresight and precision of data and technology with the creativity and understanding of people. The result? Hybrid intelligence, a source of competitive advantage that transforms how companies think, operate, and disrupt. Our approach is relentlessly focused on real-world impact. QuantumBlack was born and proven in Formula 1, where teams live and breathe data. As the AI consulting arm of McKinsey, we blend powerful AI and cutting-edge solutions with deep strategic thinking and domain expertise to help our clients innovate and develop new opportunities. Formula E is part of the FIA World Championship, racing electric vehicles across the world in city circuits and constantly pushing the electric-vehicle performance and innovation agenda forward. They did on this night. The run set a new Guinness World Record for indoor land speed—and reminded all of us that the pace of innovation has never been faster. We are proud to have played a role in this effort. Experts from McKinsey’s AI arm, QuantumBlack , built data-and-analytics components to create the driver interface that analyzed and queried data in real time through generative AI for the record attempt. We did so in partnership with Google Cloud, whose GenAI solutions, including their off-the-shelf large language model, underpinned the platform and enabled us to go from design to use in three weeks. “Being involved in this effort was humbling and exhilarating,” says McKinsey associate partner Kayla Miele , who was on hand for the record-breaking run. “A new indoor land-speed world record is such a visceral expression of impact—and how powerful this technology can be when the right partners put it to work in the right way.” QuantumBlack’s Formula E collaboration was also on display at the 2023 Hankook London E-Prix over the weekend, where a McKinsey-built, generative-AI-powered conversational interface converted data into insights in milliseconds and delivered them to fans in the “voice” of the car. This highlighted one of generative AI’s most powerful, and inclusive, value propositions: giving more people the ability to engage and work with highly-technical datasets. “The entire setup was housed in an engineering station next to the racetrack,” says McKinsey engagement manager Dominic Stevens . “Fans of all ages were able to ask questions and engage in conversation with the record-breaking car via the generative AI-powered interface, which told them everything they wanted to know about the race and the performance of the cars shooting past them.” The Formula E work is just the latest example of several exciting moves McKinsey has made in the AI space this year. In addition to publishing industry-leading reports on the technology, including our flagship study The economic potential of generative AI , we acquired a top AI and machine-learning firm, Iguazio, to accelerate and scale AI deployments for clients. Creating value beyond the hype “Iguazio will enable us to implement AI with fewer resources at significantly lower cost,” Alex Singla , McKinsey senior partner and QuantumBlack global co-leader, said in a McKinsey blog post. “This is especially meaningful for companies experiencing a critical shortage of tech talent, one of the reasons many AI projects have been delayed.” We also launched QuantumBlack Horizon, a set of AI development tools built within QuantumBlack Labs, our AI and machine learning innovation hub. QuantumBlack Horizon is a first-of-its-kind product suite helping organizations realize value from AI. “The launch is the culmination of significant investments in technical talent and R&D over the last three years. It includes critical McKinsey acquisitions like Iguazio , a leader in machine learning technology,” Alex Sukharevsky , senior partner and QuantumBlack global coleader, said in a McKinsey blog post. “The launch of QuantumBlack Horizon supports our belief that realizing value from major technological advancements in AI and machine learning requires an industrialized and cohesive production system, tech stack, and operating model.” Most recently, we announced a new strategic collaboration with Cohere , the leading developer of enterprise AI platforms and state-of-the-art large language models. The collaboration will help clients harness the power of generative AI to drive business performance through tailored end-to-end solutions. Collaboration was also at the heart of the land-speed attempt. Driver Jake Hughes of NEOM McLaren Racing Formula E Team broke the Guinness World Record. He was pushed by Mahindra Racing team driver Lucas di Grassi in a “duel” format, which saw the drivers try to outdo each other in timed solo runs on the track. Google Cloud provided technology innovations on the GENBETA car, along with generative AI for analysis of the drivers’ runs. Design modifications to the car included enhanced battery-power output, softer tires, and 3D printed components to optimize aerodynamics. It all came together into a recipe for the record books. “Our colleagues do amazing things every week,” Rodney Zemmel , McKinsey senior partner and McKinsey Digital’s global leader said, “but helping a team get in the Guinness Book of World Records with a partner like Google Cloud is a pretty good week.” related McKinsey and Cohere collaborate to transform clients with enterprise generative AI McKinsey acquires Iguazio, a leader in AI and machine-learning technology Never miss a story"}
{"title": "Kiwibank: Building a better bank for the future of New Zealanders", "description": "Kiwibank made a pivotal decision – to embark on an ambitious plan that would see it improving and thinning out its legacy...", "url": "https://www.mckinsey.com/capabilities/mckinsey-digital/how-we-help-clients/rewired-in-action/kiwibank-building-a-better-bank-for-the-future-of-new-zealanders", "image_url": "https://www.mckinsey.com/~/media/mckinsey/business%20functions/mckinsey%20digital/how%20we%20help%20clients/impact%20stories/kiwibank/kiwibank-thumb-1536x1536.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2023-08-03T12:00:00Z", "article_text": "Kiwibank: Building a better bank for the future of New Zealanders Jump to Section: Opportunity | Solution | Impact | Lessons learned Keep Exploring Creating value beyond the hype The solution Leapfrogging the competition with a blueprint for bold transformation The first step was to ground the aspirations in a strategic roadmap. Kiwibank executives set about translating their vision into strategic objectives, drawing inspiration from other organizations globally that had successfully completed such transformations. As they considered the options, Kiwibank made a pivotal decision—to embark on an ambitious plan to improve and thin out its legacy tech to add value and improve customer and team experience, while simultaneously building a new tech stack to the side, leveraging modern, cloud-based capabilities including a new core banking platform. Doing both meant over half of the current platform is being remediated or replaced at once with a significant shift to a cloud native tech stack. “Our aspiration was to not try to predict the future but instead create a flexible platform, experience layer and ways of working that enables us to quickly adapt to deliver on our purpose. Customers today are asking all of us ‘to be where they are,' and seamlessly work with lots of channels. This makes the back services, APIs, and data a top priority to sort.” – Hamish Rumbold, Chief Digital and Technology Officer, Kiwibank Starting the “acceleration to side” enabled Kiwibank to learn fast and fail safely without undermining its banking operations, including the team and customer experience. Implementing new capabilities outside of its current stack gave Kiwibank the opportunity to become an early adopter of new cloud technology, learning and working with the software as the bank leapfrogs its way to a best-in-class technology stack. These new capabilities are now being used as the modern foundation to accelerate the replacement of its current stack through the coexistence and migration of workloads and customers over time. “To get off paper quickly and focus on delivering working software, value, and paying down known unknowns early, we adopted a two-pronged approach. Firstly, we prioritized focusing our existing teams on the current stack to ensure their full attention on essential tasks such as enhancing customer experience and organizational value. Secondly, we formed a separate cross functional team dedicated to swiftly establishing the new stack, allowing them to work independently and efficiently without impeding the rest of the organization. These teams have now come back together.” – Hamish Rumbold, Chief Digital and Technology Officer, Kiwibank Kiwibank’s transformation is as much about evolving mindsets and expectations inside and outside the bank as it is about replacing legacy technology. Working with McKinsey, Chief Digital and Technology Officer Hamish Rumbold has built an in-house team of top-quality engineers, architects, data scientists, and product owners who are well versed in agile ways of working and now work in cross-functional squads partnering (\"two in a box\") with other key areas of the business. This has improved the bank’s internal capabilities, speed, and quality of change. The bank is now deep into its transformation. Several key foundational technological elements have been delivered that have driven better team and customer experiences, operational efficiency, and are now enabling much faster and safer change. As it confronted difficult decisions, the bank has been deliberate about trade-offs such as co-existence risk, time to value, and migration risk. There are still challenges to address, but with a new mindset, the right team, and new tech, Kiwibank has the strength and confidence to finish the job. The Impact Related case studies DBS: Transforming a banking leader into a technology leader BCP: Taking banking to new heights on a digital rocketship Allianz Direct: Advancing as Europe’s leading digital insurer Build by McKinsey Building digital futures. Together. Featured publication Rewired: The McKinsey guide to outcompeting in the age of digital and AI Ready to talk?"}
{"title": "Charles River Labs: Accelerating drug development as a digitally-enabled trusted partner", "description": "Accelerating drug development and gaining efficiencies with digital", "url": "https://www.mckinsey.com/capabilities/mckinsey-digital/how-we-help-clients/rewired-in-action/charles-river-labs-accelerating-drug-development-as-a-digitally-enabled-trusted-partner", "image_url": "https://www.mckinsey.com/~/media/mckinsey/business%20functions/mckinsey%20digital/how%20we%20help%20clients/impact%20stories/crl/crl_thumb_673371430_1536x1536.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2023-10-03T12:00:00Z", "article_text": "Charles River Labs: Accelerating drug development as a digitally-enabled trusted partner Jump to Section: Opportunity | Solution | Impact | Lessons learned Keep Exploring Creating value beyond the hype The solution Becoming a digitally-enabled trusted partner, putting customers at the core Charles River Labs set a goal to become a “Digitally-Enabled Trusted Partner” that integrates expertise, seamless offerings, and digital delivery to enable customers to accelerate the development of high-quality medicines for patients. To achieve this, they recognized the need to rethink their approach in three key areas: customer engagement, internal employee interactions, and their technology foundation. With McKinsey’s support, Charles River started with a Digital Diagnostic that was focused on understanding its starting point for how it engages with customers externally and what customers thought about that experience, internal operations required to deliver customer impact, and its capabilities on critical enablers of these processes – from technology to talent to data and beyond. Critical to this work was identifying the value at stake, uncovering customer pain points and unmet needs along the buying journey, and providing digital, design, engineering, and data capabilities. These inputs helped build the business case across multiple initiatives and prioritize where to start. Charles River completed this three-month diagnostic phase with a vision for a new digital enterprise and a minimal viable product (MVP) to deliver an online customer engagement and interaction platform. “One thing the digital transformation has done for our employees at Charles River is to allow our employees to become innovators. They can recognize aspects that could be optimized, reconsidered from different perspectives, and gather feedback from each other to develop improved tools and processes that significantly impact our customers' experience positively.” – Pam Walker, Corporate Vice President & Global Head of Operations, Charles River Laboratories The company spent the next three months mobilizing for the digital business build. The team prepared the technical foundations, user stories, and user-tested digital experience to be ready for the first sprint. To ensure they had the right set of capabilities going forward, the team set up an “agile talent win room” to quickly source new talent and upskill existing employees on agile methods, sprint cadence, and ceremonies, as well as the specifics of new roles such as product owner, product designer, and scrum master. “Adopting agile ways of working and design thinking changed the way that we think about technology, transforming us from long 12- to 18-month deliveries to short, frequent delivery that is regularly reviewed with customers so we can quickly pivot based on the value that we're creating.” – Mark Mintz, Corporate Senior Vice President & Chief Information Officer, Charles River Laboratories From there, the “digital factory” was launched—the MVP was called “Apollo,” representing an entirely new way of engaging digitally with customers and collaborating as an organization, all enabled by a new technical architecture, including a cloud environment and master data architecture stood up by the team. Apollo provides customers the ability to track their projects in one place, and have access to near real-time data, so they know how each project is progressing. This platform has enabled Charles River to build a richer relationship with clients, becoming a true adviser and thought partner on their drug development journey. In six short months, the team completed and launched the MVP. Apollo is now on a scale-up release phase, and in the spirit of lasting change, the company thinks of it as a “lifestyle rather than a diet.” They continue to deploy the new agile methodology across the organization to solve problems in innovative ways. “Our cultural shift has been incredibly exciting to witness. We are working with greater transparency, making work more visible. and embracing agile practices, which has enhanced team accountability. We are now a different and better company. We are moving at a speed we’ve never seen before. Every day, we wake up with the goal of transforming and elevating the client experience. That this is now a reality and an ongoing effort is ground breaking.” – Gina M. Mullane, Corporate Senior Vice President & Chief Marketing Officer, Charles River Laboratories It has been three years and Charles River is successfully scaling across the entire enterprise, including customer-facing interactions, e-commerce, employee collaboration, lab operations, and automation in finance. They have an at-scale digital factory and have expanded from 3 agile pods to more than 20 across multiple business units and functions, dramatically accelerating the speed of delivering new products and services. It also has a best-in-class customer enablement platform. And at Charles River, they remain customer-focused, using design thinking in each product and service launched to meet customer and employee needs. Ultimately, Charles River has successfully shifted from being a science organization to a science and technology organization and better able to support patients by accelerating drug development. The Impact Related case studies Xcel Energy: Driving towards net zero with the power of digital Freeport-McMoRan: Unlocking new mining production through AI transformation Allianz Direct: Advancing as Europe’s leading digital insurer Featured publication Rewired: The McKinsey guide to outcompeting in the age of digital and AI Ready to talk? 1. \" Biologics Testing Solutions .” Charles River Labs. 2. “ Vaccine Research & Development .” Johns Hopkins Coronavirus Resource Center. 3. U.S. Food and Drug Administration. 2021. FDA Approves First COVID-19 Vaccine ."}
{"title": "From farm to tablet: Building a new business to solve an old challenge", "description": "McKinsey partnered with one of Southeast Asia’s largest B2B and B2C retailers, CP AXTRA Public Company Limited, the operator...", "url": "https://www.mckinsey.com/capabilities/mckinsey-digital/how-we-help-clients/cp-axtra", "image_url": "https://www.mckinsey.com/~/media/mckinsey/business%20functions/mckinsey%20digital/how%20we%20help%20clients/siam%20makro%20case%20study/makro-pro_5050hero_1536x1536.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2023-10-31T12:00:00Z", "article_text": "From farm to tablet: Building a new business to solve an old challenge On this page: Introduction | The opportunity | How it was done | The impact Introduction There are more than 350,000 restaurants, cafes, and hotels across Thailand, each requiring a constant supply of fresh and staple grocery items to keep their businesses running. Many of them shop at Makro, a well-known Thai wholesaler, to meet that demand. The global pandemic has highlighted the essential role these wholesale suppliers play in society—and the opportunity they have, to accelerate their own digital transformations, build new e-commerce capabilities, and better serve customers. When leaders at CP AXTRA Public Company Limited decided to make a digital transformation, they partnered with McKinsey to identify the right strategy, lead with technology, and ensure their transformation would endure. The opportunity The first B2B online platform of its kind Makro was only capturing 10 percent of buyers’ share of wallet. Their customers typically went to other suppliers, from smaller vegetable producers to wet markets, to fulfill their commercial needs. “That adds a lot of operational overhead for them, causing a lack of efficiency in running their businesses,” says Tirayu Songvetkasem, chief digital officer of CP AXTRA. The advent of the pandemic accelerated these challenges and helped create momentum to solve for this customer need. We knew there was disruption happening and we needed help to understand how to get disruption to flow through our business using new ways of working. “Makro comes from a very classic business background,” says Paul Howe, group chief information officer of CP AXTRA . “We knew there was disruption happening and we needed help to understand how to get disruption to flow through our business using new ways of working.” How it was done Building products, teams, and a trust-based relationship Leap by McKinsey experts partnered with CP AXTRA to build a new digital platform where business owners could access a real-time view of wholesale inventory from hundreds of suppliers in a single app. Known as Makro PRO, the platform offers streamlined goods-purchasing for hotels, restaurants, and cafes. “Building Makro PRO from scratch was a new experience for us. For the platform to be successful, we needed a very solid and future-ready technology stack and architecture,” says Yanawee Sarotnunjeen, a product owner at Makro PRO. “We worked with McKinsey to help us accelerate the technology build and make it secure and highly scalable. McKinsey brought in expert digital talent, including product builders and strategists, software engineers, data scientists and designers—and embedded them within our team. Today the technology that supports Makro PRO has been embedded into other parts of our organization.” As impact partners, helping our clients upskill and hire talent is quintessential to their ability to sustain growth. After the initial build, CP AXTRA knew it had to build its own tech talent bench to sustain and scale the platform. “We worked with McKinsey to hire and build tech capabilities systematically across different roles and seniority levels,” says Yanawee. “In six months, we grew the Makro PRO team from 0 to 60 people.” Over the project, McKinsey helped CP AXTRA to embed upskilling and professional development into the fabric of the organization’s culture, building capabilities of more than 200 colleagues who are dedicated to Makro PRO, and updating compensation and benefits for the company. As Dymfke Kuijpers, a McKinsey senior partner who leads our retail work globally and our consumer work in Asia explains: “As impact partners, helping our clients upskill and hire talent is quintessential to their ability to sustain growth themselves. In the end, tech is never the bottleneck—a lack of people and capabilities are.” Uncovering pain points Building a minimum viable product from scratch “We were true partners across each and every part of the business build, working as one team,” says Tomas Laboutka, a McKinsey expert associate partner. “This kind of collaboration made it easy to share ideas, test and iterate quickly, and ultimately create a trust-based relationship that was critical as we worked remotely most of the time.” The impact Unlocking opportunities for employees, small farmers, and businesses alike Over the last two years, CP AXTRA has reskilled more than 200 employees to support its omni-channel business and Makro PRO platform, which now processes thousands of orders daily with tens of thousands of products available on the platform. Elsewhere, CP AXTRA expands the opportunity for sellers like small farmers to reach customers. “This impact is a result of a shared vision and excitement that we have with CP AXTRA for building a new business that can benefit many local businesses–the heartbeat of the Thai economy,” Tomas says. As Noppamas Sivakriskul, a McKinsey senior partner and the managing partner of our Thailand office, says: “This is a brand I’ve grown up with and loved. I’ve had the chance to partner with its leadership team for nearly a decade. This is an idea that we’ve been exploring for a few years. To finally see it come to life has been so rewarding.” The team Noppamas Sivakriskul Senior Partner and Managing PartnerBangkok Simon Wintels PartnerSingapore Build by McKinsey Building digital futures. Together. Ready to talk? Creating value beyond the hype"}
{"title": "Grupo Mariposa: Harnessing connected technology in the LatAm food and beverage market", "description": "Grupo Mariposa: How one Latin American food and beverage company maximized growth by building new digital capabilities for itself...", "url": "https://www.mckinsey.com/capabilities/mckinsey-digital/how-we-help-clients/rewired-in-action/grupo-mariposa-harnessing-connected-technology-in-the-latam-food-and-beverage-market", "image_url": "https://www.mckinsey.com/~/media/mckinsey/business%20functions/mckinsey%20digital/how%20we%20help%20clients/impact%20stories/mariposa/mariposa_thumb2_1536x1536_new.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2023-11-06T12:00:00Z", "article_text": "Grupo Mariposa: Harnessing connected technology in the LatAm food and beverage market Jump to Section: Opportunity | Solution | Impact | Lessons learned Keep Exploring Creating value beyond the hype The solution Creating a new digital ecosystem that puts store owners at the center Grupo Mariposa partnered with McKinsey to create an end-to-end ecosystem powered by AI and digital solutions to help overcome the challenges of a market with over 3 million points of sale. “The key to success for a digital transformation is not one brilliant idea but it's millions of decisions that you make, which are going to create this great solution for the group.” – Juan Pablo Mata, CEO of Apex by Grupo Mariposa At the heart is a new platform powered by advanced analytics, and the strategic partner Yalo offering \"conversational commerce,\" which allows store owners to conveniently connect with the brand and manage order inventory. The easy-to-use digital tool also gives store owners greater agency by supplying them with personalized recommendations based on market trends and supporting them to better serve their customers and rotate inventory. Instead of relying only on a salesperson to tell them what to order, store owners ( “tiendas” ) are advised by digital tools which learn from micro-segments in their own neighborhoods to help them place and track orders digitally. The platform also includes modular solutions for customer service, microloans, loyalty programs, and other services. It enables shopkeepers and sales team to receive stock-out predictions and order suggestions, place and track orders, and participate in customized loyalty programs. It also helps drive growth by offering business intelligence and knowledge to build management skills, contributing to the evolution of small shopkeepers into micro business owners. McKinsey and Mariposa built the platform with open technology and microservice architecture, enabling future integration with external partners. Ultimately, the partners intend to make the platform available to additional companies as a SaaS offering. The vision is to bring lenders, food and consumer goods suppliers, delivery services, and other companies that create value for store owners into an open ecosystem. ”The heart of our digital ecosystem revolves around conversational commerce. Recognizing that our partner SMEs heavily utilize WhatsApp, we realized that instead of creating standalone applications, it would be more effective to utilize the platform that our customers are most comfortable with and use frequently throughout the day. This allowed us to establish direct communication with them and aim for digital leadership.” – Alfredo Jose Castaneda, Digital Transformation Leader, Apex by Grupo Mariposa Just as important as the connection with store owners, Mariposa’s transformation digitizes its go-to-market model. Mariposa co-developed with McKinsey a proprietary platform to provide digital tools to transform the commercial frontline roles. This platform is also being marketed to other CPGs and distributors. It includes an Atomic Task module that provides each salesperson with a prioritized list of each day’s tasks. Reps check off tasks as they finish them on their mobile devices, doing away with paperwork. Reps can also review an AI-generated suggested order list based on consumer behavior data for each store they visit and place orders digitally.  Delivery drivers, whether in-house or through a vendor, can instantly call up the most efficient route for the day’s stops. All these technology solutions were made possible by a transformation of Mariposa’s internal culture. Mariposa integrated digital transformation as part of its identity and communicated the goals and rationale of the transformation throughout the organization. The company created an implementation playbook that spelled out the elements of the transformation and then formed a change management committee to oversee the process and support the new agile operating model. It cemented the changes with a revamped performance management system and incentives. With these supports in place, Mariposa hired more than 50 highly skilled digital team members in eight countries across all digital domains . Working in global agile teams, they helped build tools and capabilities while redesigning and streamlining processes. The final cornerstone of the success was the engagement of the senior leadership team. Mariposa’s CEO and Group President met weekly with the transformation team for over two years to bring the vision to action. The Impact Related case studies BCP: Taking banking to new heights on a digital rocketship Xcel Energy: Driving towards net zero with the power of digital Featured publication Rewired: The McKinsey guide to outcompeting in the age of digital and AI Ready to talk?"}
{"title": "Reimagining the real estate industry for the next normal", "description": "How one real-estate developer’s focus on digital reinvention before coronavirus is helping it navigate the current crisis and...", "url": "https://www.mckinsey.com/about-us/new-at-mckinsey-blog/how-will-real-estate-be-different-in-the-next-normal", "image_url": "https://www.mckinsey.com/~/media/mckinsey/about%20us/mckinsey%20blog/how%20living%20and%20working%20spaces%20are%20being%20reimagined/realestate-hero-fullcol-961044162-1536x864.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2020-05-28T12:00:00Z", "article_text": "Reimagining the real estate industry for the next normal May 28, 2020 It’s long been said that three things matter in real estate: location, location, location. But based on trends that have been reshaping other industries, competition in real estate has spread to another area: customer experience. How engaged, productive, comfortable, connected, and safe we feel in our physical environment matters, and the COVID-19 crisis has accelerated the need for significant changes in the real estate industry . Practically overnight, for example, physical distancing and the need for contactless interaction have magnified the importance of digital within real estate. Pioneers in the industry have been exploring ways to diversify sources of revenue, pursuing new digitally-enabled business models and focusing on tenant experience. The pandemic has made clear that those that haven’t yet made such investments in underlying capabilities and infrastructure will need to catch up quickly. Leap by McKinsey “The future of real estate is no longer about delivering four walls to tenants,” says RXR CEO Scott Rechler . “Instead, it’s about creating a unique, personalized customer experience that fosters meaningful interactions, collaboration, productivity. Delivering this will require a unique combination of capabilities that seamlessly integrate across the physical and digital realms.” The joint Leap-RXR team has built products and services for residents that enhance their living experiences. One innovation is a new RXR app that is anchored around a resident experience officer. Designed, created, and launched by the team, the app allows residents to manage elements of their personal lives, like moving into an apartment, and use digitally-enabled concierge services for services like housekeeping and grocery delivery. Tenants can also submit and manage maintenance requests through the platform and make rent payments seamlessly. The entire experience is powered by a robust data and analytics infrastructure that is uniquely tailored and personalized, and enables staff to manage buildings in a customer-centric way. “There’s a huge opportunity to get more use out of data that these digital products create,” says Vaibhav Gujral , a McKinsey partner. “We can uniquely personalize services and experiences to tenants based on information that is made available at the right place at the right time.” Real estate is no longer just about four walls and relying on location for value appreciation. On the commercial office side, RXR is implementing new technologies to help monitor energy efficiency and environmental conditions. As companies consider what office space will look like in the return to work after coronavirus, these capabilities have positioned RXR to move with agility. For instance, the infrastructure created by RXR with Leap’s support enabled the company to respond quickly to the coronavirus, including the launch of a new comprehensive, data-driven program initiative called RxWell. “Helping to ensure an environment that prioritizes safety and wellness is particularly important in light of the coronavirus,” Rechler adds. Leap, according to McKinsey partner Jennifer Kilian , is all about bringing start-up thinking to established organizations. “In this case, that meant working with RXR to build its digital muscle,” she says. Jennifer explains that for any business to change how it creates value for customers, a diverse set of skills is needed across design, data science, advanced analytics, and business. The Leap team helped RXR determine which new roles to create and hire for. After outlining the criteria, they sourced and filled positions like software developers, data scientists, and agile coaches to ensure that the capabilities would live on beyond the initial phases of the project. Through our partnership, the company has built proprietary digital capabilities which are especially unique in the real estate industry, which will enable the organization to move with speed and agility. Building new businesses: How incumbents use their advantages to accelerate growth “Digital solutions have democratized access to experiences and conveniences for individuals and companies,” says Clay Cowan , a McKinsey partner. As people have grown accustomed to digital experiences  like online banking, tele-health, or eCommerce for example, “they expect similar from the spaces in which they live, work, play, and shop.” “We see this work as a catalyst for the rest of the industry across geographies,” says Aditya Sanghvi , a McKinsey senior partner. “Our aspiration is for this to set a new standard and benchmark for how real estate developers, owners, and operators start to think creatively about how they can create better experiences for their customers.” related What does it take to help a new business take off? Behind the scenes of top digital makeovers Never miss a story"}
{"title": "How a steel plant in India tapped the value of data—and won global acclaim", "description": "By upskilling employees and innovating with analytics, Tata Steel’s plant in Kalinganagar, India, achieved performance...", "url": "https://www.mckinsey.com/industries/metals-and-mining/how-we-help-clients/how-a-steel-plant-in-india-tapped-the-value-of-data-and-won-global-acclaim", "image_url": "https://www.mckinsey.com/~/media/mckinsey/industries/metals%20and%20mining/our%20insights/how%20a%20steel%20plant%20in%20india%20tapped%20the%20value%20of%20data%20and%20won%20global%20acclaim/tata-steel-client-impact-vidstill-hero-control-room-hsm-1626x915-bt.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2021-03-08T12:00:00Z", "article_text": "How a steel plant in India tapped the value of data—and won global acclaim Shortly before molten steel is cast into solid shapes at Tata Steel’s plant in Kalinganagar, India, frontline operators put the metal through a process known as superheating, which is necessary to bring the steel to the proper temperature for casting. Superheating can be tricky to get right. Steel reaches more than 1600 degrees Celsius during superheating, and the ideal temperature range spans only 15 degrees. If the steel comes out too hot, the equipment operators must slow the casting step. If the steel isn’t hot enough, it can “freeze” before it has been cast, which compromises its quality. The frontline operators at the secondary-metallurgy station were used to running the superheating process based on past experiences. They would consider prompts from control systems, which were loaded with standard formulas, and then decide what set points to apply so the steel temperature would end up in the target range. Most of the time, they heated two of every three batches of steel into the optimal range. That “strike rate” allowed them to complete 25 “heats” per day, but it also left room for improvement. Bringing the strike rate up to 85 percent or so would result in 28 to 30 heats per day, enough to boost throughput by roughly 8 to 12 percent, or 600 to 900 daily tons. The opportunity stood out to the plant managers, who had been given a mandate to improve the plant’s performance with advanced analytics. In early 2017, they devised a plan for building analytics models that would help frontline operators get better results from the superheating process and several other activities. Data scientists from Tata Steel and McKinsey used historical information from the plant to build and “train” a superheating-optimization model, which would examine real-time operational data and recommend process set points conducive to a higher strike rate. In addition, managers arranged for some employees to receive classroom training in data science, data engineering, and other advanced-analytics disciplines. At first, the superheating model proposed settings that consistently improved the strike rate. But as the mix of steel orders from customers began to differ from the mix of orders recorded in the model’s training data, the model started to generate faulty recommendations—which frontline operators ceased to follow. Employees who had gone through the classroom training tried to fix the model but found the problems too complex to correct using the basic skills they’d learned. Similar difficulties arose with the models being used elsewhere in the plant. Despite the setback, managers had seen how the advanced-analytics models reduced costs and raised output. Managers also realized that classroom training alone would not prepare employees to sustain those performance improvements. They concluded that the company would need to further cultivate employees’ analytics skills and transform their way of working. Their insight paid off. By building these capabilities, the plant would raise its performance to world-class levels and earn acclaim from the World Economic Forum in July 2019 as one of 44 Lighthouse sites that are leading in the adoption of Fourth Industrial Revolution technologies. What worked and what didn’t: Lessons from Kalinganagar’s analytics program Focus on business improvements, not technology improvements. Kalinganagar expanded its use of analytics quickly by targeting performance gains and building tech solutions to achieve them, rather than looking at available technologies and thinking of how to apply them. Develop analytics talent, instead of outsourcing it. When Kalinganagar’s first-wave analytics models needed updating, the plant didn’t have in-house specialists to fix them. Hands-on training enabled the plant to cultivate the analytics talent that it needed to scale up. Scale analytics to make it a part of everyone’s way of working. Moving beyond pilot projects produced enough value to convince holdouts to embrace working with analytics. Adoption also increased as frontline employees worked with specialists to create the tools and as managers recognized employees’ success using them. Preparing for analytics, well ahead of its time Tata Steel’s multiyear effort to develop analytics capabilities at the Kalinganagar plant can be traced to a decision that executives made in 2005, when the plant was first being designed and built. Analytics technologies were then years away from becoming readily applicable to businesses. Nevertheless, Tata Steel’s executives considered whether they should outfit the plant with instruments and sensors to monitor equipment and processes. Their decision was less clear-cut than it would have been today—remote-sensing equipment is now affordable and advanced analytics has been broadly adopted . But some executives and managers foresaw that spending money on data-collection gear would prove worthwhile, even though it wasn’t yet clear how the data would be used. Amit Kumar Chatterjee, the plant’s then-head of electrical maintenance, was among those pushing to make the early investment—and even he acknowledged that at the time, the potential applications for advanced analytics were undefined. “We didn’t have in mind how we’d use the data, except maybe for autonomous process controls. We were living in the world of physical science, where experience and equations matter most. Data science was not even on the horizon,” said Chatterjee. Even the makers of the plant’s machinery resisted adding instrumentation. “Still, we believed we should put on the sensors at that stage because we felt it would be a lot harder later on, when the uses for the data were known.” By the mid-2010s, the leaders of the Kalinganagar plant began looking closely at what they could do with the data the plant’s sensors were collecting. In 2015, T. V. Narendran, the managing director of Tata Steel, set out a $1 billion cost-optimization goal and called on the heads of the company’s plants to map a path toward that goal. One way of boosting performance, he suggested, was to do more with digital technology. Advances in hardware and data science had made it easier for companies to take big data sets, uncover patterns, and make predictions that could help them attain performance improvements. Leaders at Kalinganagar launched their own investigation into how the plant might apply data science. In 2016, they traveled to Germany and visited technology start-ups and large established companies to get a close look at what data science could do. Early the following year, the plant’s leaders resolved to start an advanced-analytics program at Kalinganagar. Beginning the analytics transformation Senior managers at Kalinganagar decided to try advanced analytics on several pilot projects. During a two-day workshop, managers and operations specialists worked with McKinsey experts to identify ten possible uses for analytics and selected three to focus on—one of which involved the superheating process in the plant’s secondary-metallurgy station. Managers wanted to create an advanced-analytics model that could assess conditions in the plant and calculate how much heat to apply during superheating so that the steel would emerge in the target temperature range. The team working on the superheating model sought to discern which variables were the most important determinants of the steel’s final temperature, and thereby learn how operators could improve the strike rate. They pulled together two years’ worth of operational data that had been generated by sensors or recorded manually in logbooks. Data scientists wrote algorithms to make connections among key factors: measures of the condition of the steel as it reached the secondary-metallurgy station, equipment settings that operators would adjust during the superheating cycle, and other settings that couldn’t be adjusted during a cycle but could be altered over time (such as the maximum rate of oxygen flow, capped by the equipment already in place). Preliminary results from several pilot projects convinced leaders at Tata Steel Kalinganagar to expand the analytics effort. They laid out five operational areas in which they wanted to improve critical performance indicators and believed that analytics could help. After two weeks, the team had built a model capable of predicting, with 75 percent accuracy, whether a group of set-point recommendations would cause the molten steel to reach the casting station in the desired temperature range. The other two pilot-project teams built models of similar reliability. Although none of the models had yet been put to the test on the plant floor, the preliminary results convinced leaders at Kalinganagar to expand the analytics effort and create models that employees would actually use. In September 2017, leaders laid out five operational areas in which they wanted to improve the plant’s critical performance indicators—energy consumption, throughput, quality, and yield—and believed that analytics could help . They chose to carry over the work on the superheating model to the first full phase of the project. Together, the five areas had the potential to enhance margins by $10 million annually. Ramping up As operations teams and analytics specialists built the phase-one models, leaders at Kalinganagar sponsored an effort to begin training some 130 employees—which comprised one-quarter of the managerial staff—in analytics. With McKinsey, the plant set up an introductory analytics academy , installed a 15-member faculty, and created 50-hour curricula for five roles: digital champion, project owner, business translator, data scientist, and data engineer. Students performed simple practice exercises in line with the duties dictated by their roles. Although the models from the first phase worked well for a time, they started to falter as conditions in the plant deviated from the conditions that the models had been optimized for. The employees who had been through the academy tried to fix the models but could not do so using the basic techniques they’d learned by that point. And they had yet to work as apprentices on analytics projects, which would have given them hands-on experience retraining models. They simply needed more real-world exposure to analytics. Challenges also arose as frontline operators tried to start working with the models. Shailendra Rai, the chief of blast-furnace operations at Kalinganagar, recalled that operators never became comfortable with a model that had been created to help improve the stability of the blast furnace: “Most people spend 20 or 30 years learning how to operate a blast furnace. They thought that the model would be this magical solution. When the initial output from the model didn’t match their beliefs, they couldn’t understand why. They weren’t convinced it would work. The buy-in wasn’t there.” Supporting an analytics transformation: A leader’s view by Rajiv Kumar After the first phase of the analytics transformation at Tata Steel’s Kalinganagar plant, I saw that managers needed to put more emphasis on developing the capabilities of the plant’s workforce. I also recognized that I should make the transformation a top priority. This kind of transformation succeeds when everyone buys in—and for buy-in to develop, leaders must show they’ve bought in, too. To signal the transformation’s importance, I announced that Kalinganagar wouldn’t undertake any other big initiatives until the plant had developed the capabilities to build and deploy analytics solutions on its own. Consistency and stability are important in steelmaking, so changing the way we do things can be hard. I knew that if everyone’s attention was divided between multiple change initiatives, the analytics transformation would be more likely to slow down or stall out. I also began holding “skip-level meetings” with junior members of our workforce who were being trained as analytics specialists or learning to use analytics in frontline jobs. The analytics work wasn’t easy, so I wanted to hear firsthand about it, just as I do when I walk around the plant and talk to equipment operators and technicians. Having a feel for how things are going on the plant floor is important. Then, in the second phase of the transformation, I required managers from the plant to give updates on the analytics projects they were working on. All my questions went to Tata Steel employees as well. It was another way to reinforce the idea that analytics is part of how our plant now operates. Rajiv Kumar is vice president of operations for Tata Steel Kalinganagar. Doubling down on capabilities The model-building exercise confirmed what leaders at Kalinganagar had expected: that analytics could deliver significant and valuable performance improvements. It also convinced leaders to make further investments in employees’ capabilities so they could sustain the performance improvements and take analytics into other areas . In mid-2018, leaders chose to initiate a second phase of the program in which analytics specialists and frontline operators would develop and implement models to aid their decisions and receive hands-on training in analytics, with McKinsey’s help. For the team building the superheating model, analytics specialists from Tata Steel took a refresher course in the skills they’d studied at the academy. Then they were assigned to perform certain development tasks—augmenting the user interface, simplifying the database, retraining the model, deploying new modeling techniques and approaches—in collaboration with experienced practitioners from McKinsey. By having employees work on these real-world tasks, managers were preparing them to create analytics models on their own. Analytics specialists were assigned to perform development tasks in collaboration with experienced practitioners. By having employees work on these real-world tasks, managers were preparing them to create analytics models on their own. Analytics specialists also spent extra time working with the employees who controlled the superheating process at the secondary-metallurgy station. They asked more questions about the process to fine-tune the model. Specialists watched the operators at work and talked with them about ways of making the model easier to use. Operators cited numerous difficulties, from faulty computer hardware to clunky user interfaces, that the analytics team helped resolve. The analytics team explained how they had developed the model and how it worked, because they wanted operators to trust its recommendations. “All the employees at Kalinganagar had been trained to make decisions based on their experience. When problems happened, they would try to solve them with physical equations—put in raw materials and heat, get a certain output. They do look at data. But with data science, they can connect many more data points than we can with physical science. Even if they don’t have a physical equation to explain why something is happening, they can still figure it out with data. That was a new belief system that had to be built up,” said Chatterjee. After around six months, the superheating squad had built a model capable of recommending process set points that would raise the superheating strike rate to 90 percent. Now it was time for frontline operators to begin using the model on a regular basis. Managers kept track of who used the model and who didn’t and celebrated the accomplishments of the most devoted users. Employees went from following 60 percent of the model’s recommendations to following 85 percent in a couple of months. Taking analytics to scale When the second phase concluded, the plant’s leadership raised the bar once more. They called for a third phase, in which Tata Steel employees would select, lead, and deliver analytics projects related to each of the plant’s main areas: core processes, power, and utilities. McKinsey consultants would move into coaching roles on the employee-led project teams. To focus their efforts, these teams set improvement goals for more than 25 performance indicators, such as the daily tonnage of pig iron produced by the plant’s blast furnace. Because several of those indicators pertained to the superheating process, it again emerged as a priority for analytics work. The plant’s analytics specialists had learned enough about data science by then to take charge of the superheating model. They narrowed its target temperature range. They also added the ability to predict how much cooling would take place between the secondary-metallurgy station and the casting station. This helped operators manage the transfer better and increase throughput. Frontline operators followed the model’s recommendations even more closely. As a result, the superheating model produced the annual cost savings of $4 million that had been estimated at the outset of the analytics program. Comparable gains accrued elsewhere in the plant. For each of the 25-plus performance indicators, teams realized at least 80 percent of the targeted improvements. Their efforts yielded $70 million to $80 million of value and two to three percentage points of EBITDA 1 Earnings before interest, taxes, depreciation, and amortization. uplift. And in July 2019, the World Economic Forum announced that an independent panel of experts in the Fourth Industrial Revolution had recognized the Kalinganagar plant’s digital achievements as leading edge and named it a Lighthouse facility —making it the first such plant in India. Looking ahead The Kalinganagar plant now has a cohort of more than 30 analytics specialists, including data scientists and translators. The most experienced have become in-house instructors and coaches and are responsible for helping other colleagues learn new skills in data science, business-case development, and other key domains. With analytics models, people have become more data oriented. Instead of debating the right answer, they can dig into the data and find it, and create an analytics model to provide decision support. Analytics knowledge has also suffused the plant’s day-to-day work, changing the way that many employees solve problems. As Shailendra Rai, the head of blast-furnace operations, said, “If you talk to five blast furnace operators, they will have five different opinions about how to solve a problem. In a way, all five are correct—everyone’s speaking based on their own experience. But with analytics models, people have become more data oriented. Instead of debating the right answer, they can dig into the data and find it, and create an analytics model to provide decision support.” With these capabilities, managers have drawn up a slate of more than 20 additional use cases, and they are reinforcing the use of analytics where it’s already in place. For Tata Steel’s Kalinganagar plant, analytics has become more than a tool for answering questions—it’s an integral part of the plant’s operations and culture. Rajiv Kumar is vice president of operations for Tata Steel Kalinganagar, Namrata Dubashi is a partner in McKinsey’s Bengaluru office, Rajat Gupta is a senior partner in the Mumbai office, and Kunwar Singh is a partner in the Gurgaon office. The authors wish to thank Amit Kumar Chatterjee, Siddhartha Das, Pinak Dattaray, Pratik Goyal, Ankit Malik, Shailendra Rai, Abhay Raj, and Kartar Singh for their contributions to this article. This article was edited by Josh Rosenfield, an executive editor in the New York office. Explore a career with us Related Articles The Next Normal – The future of capability building Executive’s guide to developing AI at scale How to build AI with (and for) everyone in your organization"}
{"title": "Banking on innovation: How ING uses generative AI to put people first", "description": "The global bank worked closely with QuantumBlack, AI by McKinsey, to build, test, and launch a bespoke customer-facing chatbot...", "url": "https://www.mckinsey.com/industries/financial-services/how-we-help-clients/banking-on-innovation-how-ing-uses-generative-ai-to-put-people-first", "image_url": "https://www.mckinsey.com/~/media/mckinsey/industries/financial%20services/how%20we%20help%20clients/banking%20on%20innovation%20how%20ing%20uses%20generative%20ai%20to%20put%20people%20first/illustrations_thumb.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2024-01-09T12:00:00Z", "article_text": "Banking on innovation: How ING uses generative AI to put people first The Opportunity Using gen AI to better assist customers Every week, the global bank, ING, hears from 85,000 customers by phone and online chat in the Netherlands, one of its core markets. While 40 to 45 percent of those chats usually get resolved by the current classic chatbot, that still leaves another 16,500 customers a week needing to speak with a live agent for help. This can leave customers with potentially longer waiting times as they’re only able to get live help for non-urgent requests during working hours. Generative AI’s ability to interact with human language in ways simply not possible before created an opportunity for teams from QuantumBlack, McKinsey's AI arm, and ING to explore how advanced chatbot technology could be used to improve the customer experience, giving customers the assistance they need immediately. This project has helped establish a solid technical foundation that puts ING at the forefront of gen AI applications within the banking industry. From idea to impact The Solution Developing advanced chatbot capabilities A joint ING and McKinsey team worked closely together for seven weeks to build a generative AI chatbot that offered customers immediate tailored help while maintaining clear guardrails to mitigate risk. The team started with an in-depth analysis of the existing chatbot to identify specific challenges. The final solution consisted of a multi-step pipeline to generate the best answer for the customer including knowledge retrieval from available data stores and a ranking of potential answers by helpfulness. In the case when several helpful answers arose, the system would offer multiple options to the customer – a process called disambiguation. Lastly, before any answer was sent to the customer, a series of guardrails was applied. In order to do this, ING risk stakeholders were brought into this process from the very start and ING-specific guardrails (to avoid giving advice on mortgages and investment products, for example) were built using out-of-the-box tools from QuantumBlack Labs , our AI and machine learning innovation hub. The gen AI chatbot was released on testing days to 10 percent of real customers in the Netherlands who were using the support chat function on the mobile app. It offered a customer experience that was demonstrably superior to the classic chatbot, providing customers with much more detailed and tailored responses, and helping them resolve their queries faster. Since launching in September 2023, thousands of customers have interacted with the new gen AI chatbot, making it the first-of-its-kind real-life customer-facing pilot conducted in Europe. “By prioritizing real customer needs, security, and ease of use, ING was able to develop a bespoke customer support tool that gives users the best possible experience,” says ING chief operating officer Marnix van Stiphout. The Impact At the forefront of gen AI applications in banking When done right, using gen AI can be incredibly powerful in creating a better customer experience while also prioritizing the security of banking customers. “When done right, using gen AI can be incredibly powerful in creating a better customer experience while also prioritizing the security of banking customers,” says McKinsey senior partner and co-leader of the Global Banking and Securities Practice Stephanie Hauser . As part of a broader effort, ING focused on capability building across more than 50 support functions – in the Risk department, Contact Center department, and Analytics Office and Technology – giving ING a lighthouse case to more broadly scale their gen AI efforts. Working together, the ING and McKinsey team created a path to double performance of the chatbot in the next six months, build a scalable model that can be extended to all other ING countries, and setup a technical foundation for ING to address a wide set of gen AI use-cases across the Group. The efforts helped define a blueprint to scale across ten markets with the potential to impact more than 37 million customers across 40 countries. “This project has helped establish a solid technical foundation that puts ING at the forefront of gen AI applications within the banking industry,” says Bahadir Yilmaz, ING Chief Analytics Officer. “Gen AI technology will further evolve and we feel well-positioned to leverage those developments in order to offer the customer the best experience and remain a technology leader in our industry.” Lessons Learned Let’s connect Andrea Del Miglio Senior PartnerMilan Carlo Giovine PartnerLondon Stephanie Hauser Senior PartnerLondon Mohcine Ouass PartnerAmsterdam Niels Van der Wildt PartnerLondon Related Generative AI QuantumBlack Labs"}
{"title": "With gen AI, helping green businesses strengthen our ‘blue economy’", "description": "Using generative AI technologies, McKinsey is helping One Ocean Foundation create an accurate picture of how businesses are sustaining...", "url": "https://www.mckinsey.com/about-us/new-at-mckinsey-blog/with-gen-ai-we-are-helping-green-businesses-strengthen-our-blue-economy", "image_url": "https://www.mckinsey.com/~/media/mckinsey/about%20us/mckinsey%20blog/with%20gen%20ai%20we%20are%20helping%20green%20businesses/genaioceans-hero-small-1394021792-1536x864.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2024-03-13T12:00:00Z", "article_text": "With gen AI, helping green businesses strengthen our ‘blue economy’ March 13, 2024 One Ocean Foundation leads research projects such as the reseeding of ocean-floor meadows, the acoustic monitoring of marine mammals, and collecting aquatic organisms to track pollutants. But some of their most innovative work is taking place onshore, in data labs and corporate boardrooms. For each of the last three years, McKinsey’s AI arm, QuantumBlack , has been applying analytics and AI to corporate data to depict exactly how businesses are working to protect the seas, our ‘blue economy.’ This annual profile, created with One Ocean Foundation, fills a critical gap in sustainability reporting: while most companies issue reports focused on land environments, none address what’s happening in our seas. One Ocean Foundation One Ocean Foundation , founded in 2017 in Italy, works to safeguard marine environments by inspiring people, especially business and civic leaders, to solve ocean problems such as overfishing, pollution, ever-rising temperatures, and eutrophication—when nutrient accumulation causes microorganism overgrowth. “Our work with McKinsey started with the Business for Ocean Sustainability project. Today this report provides a snap shot of the current status of the impact of industries on the oceans,” explains Jan Hans Georg Pachner , secretary general of the foundation. “We are now working with 54 international oceanographers to identify all of the different pressure points within the ocean environment. Some 80 percent of the issues are from land-based activities so, industries have a key role to play.” “We are very much in sync with their approach of working with large stakeholders who have the greatest influence in creating change,” says Federico Fumagalli , a McKinsey partner. “They also encourage action through sharing best practices and positive reinforcement.” Last spring, Federico along with Jacopo Ghidoni , partner with QuantumBlack, led a team of  data scientists from QuantumBlack and large language model experts from QuantumBlack Labs . They enlisted generative AI, powered by OpenAI, to analyze the sustainability reports of about 2,500  companies (300,000 pages in total) across 17 sectors, representing more than 70 percent of the world’s market capitalization. Creating value beyond the hype “The One Ocean Foundation report was the perfect use case because the information we were analyzing was public,” recalls Federico. “Our systems and protocols were already set up and we were ready to go.” “In previous years’ analyses, we could see that companies were mentioning ocean sustainability in their reporting, and we knew that there was an ambition. But what actions were they implementing? We couldn’t tell,” explains Federico. “With generative AI, we could develop a chain of thought and link one fact to the next. It’s only possible when you have a human in the loop reading the answers, devising the next set of questions, and the next.” ...what is really powerful is that it could produce answers we never had before. For example, if a company report mentioned “partnership,” generative AI could extract further details about what the partnership was achieving, such as “preserving local mangroves,” and pinpoint the exact page and mention in the report for further follow-up. “It’s important to make sure you have enough time for validation. We spent about three quarters of our project time validating our answers, creating layers of questioning so that apart from having this much richer and more meaningful answer to the question, we are certain that it’s proven,” says Jacopo. “It goes to the principles of responsible AI.” It’s also critical to think big. “We knew that gen AI could automate a daunting analysis; in our case, it reduced the production time by about 90 percent,” says Jacopo. “But what is really powerful is that it could produce answers we never had before.” Previously the team believed that the use of eco design was limited primarily to the textile industry. But through generative AI, they discovered that it was more widespread—food and other sectors also had been developing ocean-sustainable packaging, with evidence of clear examples. Overall, there is a significant opportunity for companies to start developing blue businesses—15 percent in the sample say they are focused on this—and the report outlines more than 20 business projects, technologies, and enablers to help. These range from wastewater treatments to coastal engineering to marine ecotourism—initiatives that can create value, reduce costs, and generate new revenue. The report recently received a Responsible Business Education award from the Financial Times for academic research with societal impact. With help from McKinsey and QuantumBlack, One Ocean Foundation will evolve this year’s report into an Ocean Disclosure Initiative, a framework that businesses can use to track their marine-related projects. It could be thought of as the next wave in sustainability reporting. Our work with One Ocean Foundation is an example of our ‘AI for good’ projects. We have open sourced several of the tech components used in this project to support other individuals and organizations exploring how to use AI to improve the world we live in. The open-source collection can be found on GitHub . related Can data science turn ocean conservation dreams into reality? Protecting the ocean: Young innovators share big ideas Never miss a story"}
{"title": "How Lufthansa is using data to reduce costs and improve spend and carbon transparency", "description": "Partnering with SAP, the airline developed a clear view of their data, integrating multiple sources from across their global...", "url": "https://www.mckinsey.com/capabilities/operations/how-we-help-clients/how-lufthansa-is-using-data-to-reduce-costs-and-improve-spend-and-carbon-transparency", "image_url": "https://www.mckinsey.com/~/media/mckinsey/business%20functions/operations/how%20we%20help%20clients/impact%20stories/how%20lufthansa%20streamlined%20procurement%20data/lufthansa_page-thumb_1304316613_1535x1536.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2024-05-10T12:00:00Z", "article_text": "How Lufthansa is using data to reduce costs and improve spend and carbon transparency On this page: Opportunity | Solution | Impact The Opportunity Creating a single view of spend data Lufthansa Group is one of the largest airline groups in the world. It oversees a vast network of passenger airlines and aviation service companies. 2023 ESG Report: Accelerating sustainable and inclusive growth for all Up until 2022, Lufthansa housed its data across 14 separate ERP applications. This meant that their spend management solution was able to provide an overview at a high level. The company recognized that if they could gain more transparency across these data sources, they would be able to identify actionable spend insights at more granular levels across the organization. Lufthansa wanted to track more accurately what they were sourcing and paying for; this would open a channel to strengthen their procurement strategies, help identify more savings, and better understand their carbon footprint. “Our data landscape is vast, complex, and distributed across systems,” says Holger Koenig, enterprise architect for Deutsche Lufthansa AG. “We wanted to break down data silos, simplify the delivery of trusted data faster across all our systems, and provide a single harmonized point of access to all our data sources.” In 2022, leaders began working with McKinsey on a SaaS solution. It would need to play well with their own implementation of SAP’s Business Technology Platform (BTP) and translate siloed data streams into a consolidated, global view of procurement spend. It was called Spendscape. The Solution A fully integrated SaaS software Spendscape provides a comprehensive understanding of procurement spending. McKinsey adapted it to integrate with SAP’s BTP to enable data and analytics-driven management and create holistic visibility across the supply chain. Our data landscape is vast, complex, and distributed across systems. We wanted to break down data silos... and provide a single harmonized point of access to all our data sources. “Sophisticated organizations require superior data and insights for decision making. Procurement has gotten significantly more complex with carbon emission targets, managing supply risk, and inflation and deflation factors coming into play,” says McKinsey partner Björn-Uwe Mercker . “We now have a lot of volatility in the market, which drives the need for a super-fast reaction time. To do this, you need a data model and analytics that can keep up.” Fully integrating the Spendscape SaaS software onto SAP’s platform would create a 360-degree view of Lufthansa’s procurement performance. First implemented at Lufthansa Technik, a business focused on maintenance and repair of aircraft, and now being rolled out across the group, the tool is creating greater spend transparency across sourcing systems, simplifying data integration processes, and informing supplier negotiations to help reduce costs. For example, future purchasing decisions could be made using not just a full picture of external costs and spending across the value chain but also with the added layers of near-real-time data on price volatility and carbon emissions -- leading to smarter decision making and procurement across the board. Once fully realized across the group, the successful implementation of this tool could have far-reaching implications. It will provide better metrics across operations, including risk analytics, supplier negotiation, working capital, monitoring of material cost and procurement performance, among other areas. “With Spendscape, we aspire to build one comprehensive spend analytics platform for Lufthansa, fully embedding it into our IT architecture strategy,” says Lennart May, senior director procurement, Lufthansa Group. “This will deliver actionable insights and be integrated with future systems.” This reduces the number of tech components they need to use on the backend and allows for a solution that’s fast and scalable for future systems. The Impact Optimizing cost and carbon reduction decisions Spendscape has already uncovered actionable spend insights for Lufthansa Technik, where it was first deployed. It has also made it easier to collaborate across business units and provided a tool for data model changes and near-real time cash position management. The impact goes beyond financial and operational improvements. With the EU’s Corporate Sustainability Reporting Directive taking effect at the start of 2024, Lufthansa also needs to strengthen and prioritize capabilities and transparency around upstream Scope 3 emissions reporting. Spendscape unites procurement data from more than ten ERP systems into a single taxonomy. The result is a searchable source of truth combining information on carbon footprint across categories, down to the consumption and invoice level. This made it possible for Lufthansa to create comprehensive Scope 3 emissions transparency and collaborate more effectively with suppliers to improve reporting accuracy and optimize decisions for both carbon reduction and cost savings. “This is one of the more sophisticated use cases that goes well beyond classic spend reporting ,” says Björn. “Spendscape’s ability to create more transparency around Scope 3 emissions shows just how powerful a sophisticated data landscape can be in transforming the way businesses are run.” Related case studies McKinsey expands alliance with SAP to accelerate generative AI-enabled transformation Building a next-generation carbon platform to accelerate the path to net zero Let’s connect Björn-Uwe Mercker PartnerMunich"}
{"title": "Building a next-generation carbon platform to accelerate the path to net zero", "description": "TPG worked with McKinsey to create Rubicon Carbon, a carbon credit management and investment firm that helps enterprises achieve...", "url": "https://www.mckinsey.com/capabilities/mckinsey-digital/how-we-help-clients/building-a-next-generation-carbon-platform-to-accelerate-the-path-to-net-zero", "image_url": "https://www.mckinsey.com/~/media/mckinsey/business%20functions/mckinsey%20digital/how%20we%20help%20clients/impact%20stories/building%20a%20next%20gen%20carbon%20platform/rubicon_page-thumb_monkeys_1536x1536.jpg?cq=50&mw=767&car=16:9&cpy=Center", "date": "2024-05-13T12:00:00Z", "article_text": "Building a next-generation carbon platform to accelerate the path to net zero On this page: Opportunity | Solution | Impact The Opportunity Scaling the path to net zero 2023 ESG Report: Accelerating sustainable and inclusive growth for all The voluntary carbon market makes it possible for companies to take climate action around emissions they cannot immediately abate. A growing number of companies with long-term carbon reduction strategies are turning to carbon credits to hold themselves accountable for their more immediate carbon footprint. As a result, demand is expected to increase 15-fold by 2030 and 100-fold by 2050, according to the Taskforce on Scaling Voluntary Carbon Markets , a private-sector-led initiative informed by McKinsey knowledge and advisory support. Within the next decade, the overall market for carbon credits is estimated to be worth upwards of $50 billion. And yet, the process for identifying, vetting, buying, and managing carbon credits around the world has proven labor-intensive and hard to scale for many companies. It often requires them to conduct their own due diligence for each project they consider funding. This nascent market includes an evolving and often subjective definition of quality, varying degrees of carbon removal permanence, lack of price transparency, and uncalculated risk. Voluntary carbon markets can be a powerful tool to allocate capital from those with a high cost of carbon to high-impact projects with a lower cost of carbon. But these nascent markets were opaque and difficult to navigate for many participants. In the face of such growing demand and complexity, the private equity firm and global alternative asset manager TPG saw the need for a more sophisticated approach to accessing carbon markets. Leadership at TPG Rise Climate, TPG’s dedicated climate-focused private equity fund, saw an opportunity to leverage the tools of more mature markets—diversification, active management, and risk management—to address barriers to scaling efficient voluntary carbon markets. They partnered with McKinsey to build a new platform that would fill critical gaps in the market. What’s behind a Rubicon Carbon Tonne? Rubicon Carbon creates diversified portfolios of high-quality carbon credits called Rubicon Carbon Tonnes or RCTs. These portfolios are offered as curated baskets of credits or can be customized to fit a company's net-zero plan. The RCT is designed to reduce risks and increase options for climate-ambitious corporate buyers. Rubicon Carbon offers three curated RCT portfolios: nature-based emissions avoidance and reductions, industrial emissions reductions, and carbon removal. The RCT uses the tools, logic, and lessons of finance to enable companies to invest safely in carbon credits. “Rubicon Carbon constructs and oversees collections of high-quality carbon credits that have gone through a professional vetting process and are monitored on an ongoing basis,” says McKinsey partner Sean Kane. “Their model essentially provides carbon credits as a service, allowing their customers to seamlessly access market-leading capabilities and tools.” “Voluntary carbon markets can be a powerful tool to allocate capital from those with a high cost of carbon to high-impact projects with a lower cost of carbon. But these nascent markets were opaque and difficult to navigate for many participants,” says McKinsey partner Sean Kane . “TPG and McKinsey asked: How can we partner to build the next generation carbon platform and do it fast enough to create a market leader in a rapidly evolving space?” McKinsey worked with TPG to create Rubicon Carbon , an easy-to-use, transparent, enterprise-grade digital platform that offers innovative, high-quality corporate carbon products at scale in order to accelerate global sustainability and carbon removal. From idea to impact The Solution An innovative risk-adjusted carbon credit portfolio Over the course of less than 12 months, we worked alongside TPG to build and launch the Rubicon Carbon platform, applying a real capital markets approach to innovation in carbon markets. This included market research and segmentation, developing the business and product concept, using Leap business building strategies , business planning and execution, and helping secure sponsor launch funding. The work centered on establishing Rubicon Carbon as an enterprise-grade partner that brings sophisticated capabilities to corporate customers so that they don’t have to reinvent the wheel for every carbon credit transaction. Priorities to get there included coming up with a science-based approach to identifying high-quality credits, vetting the numerous attributes that drive quality and value to customers, and navigating the shifting landscape of risks in the market by actively managing baskets of credits over their life cycle. “Carbon credits are exposed to different risks that can make their environmental benefits challenging to estimate, especially over time,” says Rubicon Carbon chief science officer Dr. Jennifer Jenkins. “By including a diversified portfolio of carbon projects, applying rigorous quality guardrails, and conducting ongoing monitoring and risk adjustments, we’re able to lower the risk assumed by buyers.” Moving from projects to products and portfolios is a unique innovation here. Rubicon follows innovation from the financial markets where professional managers develop and manage high-quality portfolios for investors. Over the course of six months, our team helped co-create a tech infrastructure and platform that integrated transaction management, carbon credit custody, customer portfolio management, and full enterprise technology architecture. The work included corporate onboarding and accounted for the necessary compliance features along with bespoke carbon credit purchasing and inventory management. “Moving from projects to products and portfolios is a unique innovation here,” says McKinsey associate partner Charles Riesenberg. “Previously, buyers in the market had to find and diligence individual carbon credit projects in different parts of the world, which creates an incredibly complex market.  Rubicon follows innovation from the financial markets where professional managers develop and manage high-quality portfolios for investors.” The Impact Connecting companies to meaningful climate projects TPG and Rubicon Carbon accelerated the platform’s time to market and customer acquisition over the course of six months. In addition to overseeing the asset management platform build, McKinsey helped refine the product and offering strategy, designed initial product portfolios, and helped design the new company’s org structure. What began as 25 full-time employees, two MVP products, and a coalition of 15 corporate launch partners (including McKinsey), has now grown to become a market leader in next-generation carbon solutions including four distinct product offerings and a $1 billion capital mobilization goal. Rubicon Carbon has created a reliable way for companies with long-term carbon reduction goals to make a more immediate impact in offsetting their emissions. Carbon credits are exposed to different risks that can make their environmental benefits challenging to estimate, especially over time. It's already making a difference around the world. For example, through one project alone, 150,000 hectares have been preserved in Borneo. Elsewhere, methane emissions are being cut in Bangladesh, and 5,000 acres in Africa are being reforested to expand the habitat for endangered gorillas. \"It’s clear that companies must reduce emissions within their value chain, but to balance remaining emissions that can't be eliminated right now, we also need to scale high-quality carbon credits,” says Rubicon Carbon CEO Thomas Montag. \"Rubicon Carbon helps direct corporate funds toward meaningful climate projects in need of capital and moves us closer to reaching the ambitious net zero goals our planet needs.\" Let’s Connect Sean Kane Charles Riesenberg Related case studies From farm to tablet: Building a new business to solve an old challenge Made in Africa: Catalyzing stronger, sustainable, and inclusive economies How a global components manufacturer built an ambitious carbon reduction roadmap"}
